Repository: JAlvarezGW19/CalculadoraBCV
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, ru, tr, vi, zh

source: Select rate
ar: اختيار السعر
de: Kurs auswählen
es: Seleccionar tasa
fr: Sélectionner le taux
it: Seleziona tasso
vi: Chọn tỷ giá

# appTitle
source: BCV Calculator
ar: حاسبة BCV
de: BCV Rechner
es: Calculadora BCV
fr: Calculatrice BCV
hi: BCV à¤•à¥ˆà¤²à¤•à¥à¤²à¥‡à¤Ÿà¤°
id: Kalkulator BCV
it: Calcolatrice BCV
ja: BCVé›»å“
ko: BCV ê³„ì‚°ê¸°
ru: ÐšÐ°Ð»ÑŒÐºÑƒÐ»ÑÑ‚Ð¾Ñ€ BCV
tr: BCV Hesap Makinesi
vi: Máy tính BCV
zh: BCV è®¡ç®—å™¨

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: à¤¸à¥‡à¤Ÿà¤¿à¤‚à¤—à¥à¤¸
id: Pengaturan
it: Impostaz.
ja: è¨­å®š
ko: ì„¤ì •
ru: ÐÐ°ÑÑ‚Ñ€Ð¾Ð¹ÐºÐ¸
tr: Ayarlar
vi: Cài đặt
zh: è®¾ç½®

source: General
ar: عام
de: Allgemein
fr: Général
hi: à¤¸à¤¾à¤®à¤¾à¤¨à¥à¤¯
id: Umum
it: Generale
ja: ä¸€èˆ¬
ko: ì¼ë°˜
ru: ÐžÐ±Ñ‰Ð¸Ðµ
tr: Genel
vi: Chung
zh: å¸¸è§„

source: Storage & Network
ar: التخزين والشبكة
de: Speicher & Netzwerk
es: Almacenamiento y Red
fr: Stockage et Réseau
hi: à¤­à¤‚à¤¡à¤¾à¤°à¤£ à¤”à¤° à¤¨à¥‡à¤Ÿà¤µà¤°à¥à¤•
id: Penyimpanan & Jaringan
it: Archiviazione e Rete
ja: ã‚¹ãƒˆãƒ¬ãƒ¼ã‚¸ã¨ãƒãƒƒãƒˆãƒ¯ãƒ¼ã‚¯
ko: ì €ìž¥ ê³µê°„ ë° ë„¤íŠ¸ì›Œí¬
ru: ÐŸÐ°Ð¼ÑÑ‚ÑŒ Ð¸ ÑÐµÑ‚ÑŒ
tr: Depolama ve Ağ
vi: Lưu trữ & Mạng
zh: å­˜å‚¨ä¸Žç½‘ç»œ

# storageNetworkSubtitle
source: Manage cache and updates
ar: إدارة التخزين المؤقت والتحديثات
de: Cache und Updates verwalten
es: Gestionar caché y actualizaciones
fr: Gérer le cache et les mises à jour
hi: à¤•à¥ˆà¤¶ à¤”à¤° à¤…à¤ªà¤¡à¥‡à¤Ÿ à¤ªà¥à¤°à¤¬à¤‚à¤§à¤¿à¤¤ à¤•à¤°à¥‡à¤‚
id: Kelola cache dan pembaruan
it: Gestisci cache e aggiornamenti
ja: ã‚­ãƒ£ãƒƒã‚·ãƒ¥ã¨æ›´æ–°ã®ç®¡ç†
ko: ìºì‹œ ë° ì—…ë°ì´íŠ¸ ê´€ë¦¬
ru: Ð£Ð¿Ñ€Ð°Ð²Ð»ÐµÐ½Ð¸Ðµ ÐºÑÑˆÐµÐ¼ Ð¸ Ð¾Ð±Ð½Ð¾Ð²Ð»ÐµÐ½Ð¸ÑÐ¼Ð¸
tr: Önbelleği ve güncellemeleri yönet
vi: Quản lý bộ nhớ đệm và cập nhật
zh: ç®¡ç†ç¼“å­˜å’Œæ›´æ–°

source: Notifications
ar: إشعارات
de: Benachrichtigungen
es: Notificaciones
hi: à¤¸à¥‚à¤šà¤¨à¤¾à¤à¤‚
id: Notifikasi
it: Notifiche
ja: é€šçŸ¥
ko: ì•Œë¦¼
ru: Ð£Ð²ÐµÐ´Ð¾Ð¼Ð»ÐµÐ½Ð¸Ñ
tr: Bildirimler
vi: Thông báo
zh: é€šçŸ¥

# notificationsSubtitle
source: Notify when new rate is available
ar: إشعار عند توفر سعر جديد
de: Benachrichtigen bei neuem Kurs
es: Avisar cuando salga nueva tasa
fr: Avertir quand un nouveau taux est disponible
hi: à¤¨à¤ˆ à¤¦à¤° à¤‰à¤ªà¤²à¤¬à¥à¤§ à¤¹à¥‹à¤¨à¥‡ à¤ªà¤° à¤¸à¥‚à¤šà¤¿à¤¤ à¤•à¤°à¥‡à¤‚
id: Beritahu saat kurs baru tersedia
it: Avvisa quando è disponibile un nuovo tasso
ja: æ–°ã—ã„ãƒ¬ãƒ¼ãƒˆãŒåˆ©ç”¨å¯èƒ½ãªã¨ãã«é€šçŸ¥
ko: ìƒˆë¡œìš´ í™˜ìœ¨ì´ ë‚˜ì˜¤ë©´ ì•Œë¦¼
ru: Ð£Ð²ÐµÐ´Ð¾Ð¼Ð»ÑÑ‚ÑŒ Ð¾ Ð½Ð¾Ð²Ð¾Ð¼ ÐºÑƒÑ€ÑÐµ
tr: Yeni oran mevcut olduğunda bildir
vi: Thông báo khi có tỷ giá mới
zh: æ–°æ±‡çŽ‡å¯ç”¨æ—¶é€šçŸ¥

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: à¤­à¤¾à¤·à¤¾
id: Bahasa
it: Lingua
ja: è¨€èªž
ko: ì–¸ì–´
ru: Ð¯Ð·Ñ‹Ðº
tr: Dil
vi: Ngôn ngữ
zh: è¯­è¨€

source: System Default
ar: الافتراضي للنظام
de: Systemstandard
es: Predeterminado del sistema
fr: Défaut du système
hi: à¤¸à¤¿à¤¸à¥à¤Ÿà¤® à¤¡à¤¿à¤«à¤¼à¥‰à¤²à¥à¤Ÿ
id: Default Sistem
it: Predefinito di sistema
ja: ã‚·ã‚¹ãƒ†ãƒ ãƒ‡ãƒ•ã‚©ãƒ«ãƒˆ
ko: ì‹œìŠ¤í…œ ê¸°ë³¸ê°’
ru: Ð¡Ð¸ÑÑ‚ÐµÐ¼Ð½Ñ‹Ð¹ Ð¿Ð¾ ÑƒÐ¼Ð¾Ð»Ñ‡Ð°Ð½Ð¸ÑŽ
tr: Sistem Varsayılanı
vi: Mặc định hệ thống
zh: ç³»ç»Ÿé»˜è®¤

source: Information
ar: معلومات
de: Informationen
es: Información
hi: à¤œà¤¾à¤¨à¤•à¤¾à¤°à¥€
id: Informasi
it: Informazioni
ja: æƒ…å ±
ko: ì •ë³´
ru: Ð˜Ð½Ñ„Ð¾Ñ€Ð¼Ð°Ñ†Ð¸Ñ
tr: Bilgi
vi: Thông tin
zh: ä¿¡æ¯

# aboutApp
source: About the App
ar: حول التطبيق
de: Über die App
es: Acerca de la App
fr: À propos de l'application
hi: à¤à¤ª à¤•à¥‡ à¤¬à¤¾à¤°à¥‡ à¤®à¥‡à¤‚
id: Tentang Aplikasi
it: Informazioni sull'App
ja: ã‚¢ãƒ—ãƒªã«ã¤ã„ã¦
ko: ì•± ì •ë³´
ru: Ðž Ð¿Ñ€Ð¸Ð»Ð¾Ð¶ÐµÐ½Ð¸Ð¸
tr: Uygulama Hakkında
vi: Về ứng dụng
zh: å…³äºŽåº”ç”¨

# aboutAppSubtitle
source: Version, developer and licenses
ar: الإصدار، المطور والتراخيص
de: Version, Entwickler und Lizenzen
es: Versión, desarrollador y licencias
fr: Version, développeur et licences
hi: à¤¸à¤‚à¤¸à¥à¤•à¤°à¤£, à¤¡à¥‡à¤µà¤²à¤ªà¤° à¤”à¤° à¤²à¤¾à¤‡à¤¸à¥‡à¤‚à¤¸
id: Versi, pengembang, dan lisensi
it: Versione, sviluppatore e licenze
ja: ãƒãƒ¼ã‚¸ãƒ§ãƒ³ã€é–‹ç™ºè€…ã€ãƒ©ã‚¤ã‚»ãƒ³ã‚¹
ko: ë²„ì „, ê°œë°œìž ë° ë¼ì´ì„ ìŠ¤
ru: Ð’ÐµÑ€ÑÐ¸Ñ, Ñ€Ð°Ð·Ñ€Ð°Ð±Ð¾Ñ‚Ñ‡Ð¸Ðº Ð¸ Ð»Ð¸Ñ†ÐµÐ½Ð·Ð¸Ð¸
tr: Sürüm, geliştirici ve lisanslar
vi: Phiên bản, nhà phát triển và giấy phép
zh: ç‰ˆæœ¬ã€å¼€å‘è€…å’Œè®¸å¯

source: Force Update
ar: فرض التحديث
de: Update erzwingen
es: Forzar Actualización
fr: Forcer la mise à jour
hi: à¤…à¤ªà¤¡à¥‡à¤Ÿ à¤•à¥‡ à¤²à¤¿à¤ à¤¬à¤¾à¤§à¥à¤¯ à¤•à¤°à¥‡à¤‚
id: Paksa Pembaruan
it: Forza Aggiornamento
ja: å¼·åˆ¶æ›´æ–°
ko: ê°•ì œ ì—…ë°ì´íŠ¸
ru: ÐžÐ±Ð½Ð¾Ð²Ð¸Ñ‚ÑŒ Ð¿Ñ€Ð¸Ð½ÑƒÐ´Ð¸Ñ‚ÐµÐ»ÑŒÐ½Ð¾
tr: Güncellemeyi Zorla
vi: Bắt buộc cập nhật
zh: å¼ºåˆ¶æ›´æ–°

# forceUpdateSubtitle
source: Update rates from API
ar: تحديث الأسعار من API
de: Kurse von API aktualisieren
es: Actualizar tasas desde la API
fr: Mettre à jour les taux depuis l'API
hi: API à¤¸à¥‡ à¤¦à¤°à¥‡à¤‚ à¤…à¤ªà¤¡à¥‡à¤Ÿ à¤•à¤°à¥‡à¤‚
id: Perbarui nilai tukar dari API
it: Aggiorna tassi dall'API
ja: APIã‹ã‚‰ãƒ¬ãƒ¼ãƒˆã‚’æ›´æ–°
ko: APIì—ì„œ í™˜ìœ¨ ì—…ë°ì´íŠ¸
ru: ÐžÐ±Ð½Ð¾Ð²Ð¸Ñ‚ÑŒ ÐºÑƒÑ€ÑÑ‹ Ñ‡ÐµÑ€ÐµÐ· API
tr: Oranları API'den güncelle
vi: Cập nhật tỷ giá từ API
zh: ä»Ž API æ›´æ–°æ±‡çŽ‡

source: Clear Cache
ar: مسح التخزين المؤقت
de: Cache leeren
es: Borrar Caché
fr: Vider le cache
hi: à¤•à¥ˆà¤¶ à¤¸à¤¾à¤«à¤¼ à¤•à¤°à¥‡à¤‚
id: Hapus Cache
it: Cancella Cache
ja: ã‚­ãƒ£ãƒƒã‚·ãƒ¥ã‚’ã‚¯ãƒªã‚¢
ko: ìºì‹œ ì§€ìš°ê¸°
ru: ÐžÑ‡Ð¸ÑÑ‚Ð¸Ñ‚ÑŒ ÐºÑÑˆ
tr: Önbelleği Temizle
vi: Xóa bộ nhớ đệm
zh: æ¸…é™¤ç¼“å­˜

# clearCacheSubtitle
source: Delete locally stored data
ar: حذف البيانات المحفوظة محليًا
de: Lokal gespeicherte Daten löschen
es: Eliminar datos guardados localmente
fr: Supprimer les données locales
hi: à¤¸à¥à¤¥à¤¾à¤¨à¥€à¤¯ à¤°à¥‚à¤ª à¤¸à¥‡ à¤¸à¤¹à¥‡à¤œà¤¾ à¤—à¤¯à¤¾ à¤¡à¥‡à¤Ÿà¤¾ à¤¹à¤Ÿà¤¾à¤à¤‚
id: Hapus data yang tersimpan secara lokal
it: Elimina dati salvati localmente
ja: ãƒ­ãƒ¼ã‚«ãƒ«ãƒ‡ãƒ¼ã‚¿ã‚’å‰Šé™¤
ko: ë¡œì»¬ ë°ì´í„° ì‚­ì œ
ru: Ð£Ð´Ð°Ð»Ð¸Ñ‚ÑŒ Ð»Ð¾ÐºÐ°Ð»ÑŒÐ½Ñ‹Ðµ Ð´Ð°Ð½Ð½Ñ‹Ðµ
tr: Yerel verileri sil
vi: Xóa dữ liệu được lưu trữ cục bộ
zh: åˆ é™¤æœ¬åœ°å­˜å‚¨çš„æ•°æ®

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: à¤°à¤¦à¥à¤¦ à¤•à¤°à¥‡à¤‚
id: Batal
it: Annulla
ja: ã‚­ãƒ£ãƒ³ã‚»ãƒ«
ko: ì·¨ì†Œ
ru: ÐžÑ‚Ð¼ÐµÐ½Ð°
tr: İptal
vi: Hủy
zh: å–æ¶ˆ

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: à¤¬à¤‚à¤¦ à¤•à¤°à¥‡à¤‚
id: Tutup
it: Chiudi
ja: é–‰ã˜ã‚‹
ko: ë‹«ê¸°
ru: Ð—Ð°ÐºÑ€Ñ‹Ñ‚ÑŒ
tr: Kapat
vi: Đóng
zh: å…³é—­

source: Updating rates...
ar: جاري تحديث الأسعار...
de: Kurse werden aktualisiert...
es: Actualizando tasas...
fr: Mise à jour des taux...
hi: à¤¦à¤°à¥‡à¤‚ à¤…à¤ªà¤¡à¥‡à¤Ÿ à¤¹à¥‹ à¤°à¤¹à¥€ à¤¹à¥ˆà¤‚...
id: Memperbarui nilai tukar...
it: Aggiornamento tassi...
ja: ãƒ¬ãƒ¼ãƒˆã‚’æ›´æ–°ä¸­...
ko: í™˜ìœ¨ ì—…ë°ì´íŠ¸ ì¤‘...
ru: ÐžÐ±Ð½Ð¾Ð²Ð»ÐµÐ½Ð¸Ðµ ÐºÑƒÑ€ÑÐ¾Ð²...
tr: Oranlar güncelleniyor...
vi: Đang cập nhật tỷ giá...
zh: æ­£åœ¨æ›´æ–°æ±‡çŽ‡...

source: Cache cleared
ar: تم مسح الذاكرة المؤقتة
de: Cache geleert
es: Caché eliminada
fr: Cache vidé
hi: à¤•à¥ˆà¤¶ à¤¸à¤¾à¤«à¤¼ à¤•à¤¿à¤¯à¤¾ à¤—à¤¯à¤¾
id: Cache dihapus
it: Cache cancellata
ja: ã‚­ãƒ£ãƒƒã‚·ãƒ¥ã‚’æ¶ˆåŽ»ã—ã¾ã—ãŸ
ko: ìºì‹œ ì‚­ì œë¨
ru: ÐšÑÑˆ Ð¾Ñ‡Ð¸Ñ‰ÐµÐ½
tr: Önbellek temizlendi
vi: Đã xóa bộ nhớ đệm
zh: ç¼“å­˜å·²æ¸…é™¤

source: Developer
ar: المطور
de: Entwickler
es: Desarrollador
fr: Développeur
hi: à¤¡à¥‡à¤µà¤²à¤ªà¤°
id: Pengembang
it: Sviluppatore
ja: é–‹ç™ºè€…
ko: ê°œë°œìž
ru: Ð Ð°Ð·Ñ€Ð°Ð±Ð¾Ñ‚Ñ‡Ð¸Ðº
tr: Geliştirici
vi: Nhà phát triển
zh: å¼€å‘è€…

source: Data Source
ar: مصدر البيانات
de: Datenquelle
es: Fuente de Datos
fr: Source de données
hi: à¤¡à¥‡à¤Ÿà¤¾ à¤¸à¥à¤°à¥‹à¤¤
id: Sumber Data
it: Fonte Dati
ja: ãƒ‡ãƒ¼ã‚¿ã‚½ãƒ¼ã‚¹
ko: ë°ì´í„° ì¶œì²˜
ru: Ð˜ÑÑ‚Ð¾Ñ‡Ð½Ð¸Ðº Ð´Ð°Ð½Ð½Ñ‹Ñ…
tr: Veri Kaynağı
vi: Nguồn dữ liệu
zh: æ•°æ®æ¥æº

source: Legal Notice
ar: إشعار قانوني
de: Rechtliche Hinweise
es: Aviso Legal
fr: Mentions légales
hi: à¤•à¤¾à¤¨à¥‚à¤¨à¥€ à¤¨à¥‹à¤Ÿà¤¿à¤¸
id: Pemberitahuan Hukum
it: Avviso Legale
ja: æ³•çš„é€šçŸ¥
ko: ë²•ì  ê³ ì§€
ru: ÐŸÑ€Ð°Ð²Ð¾Ð²Ð¾Ðµ ÑƒÐ²ÐµÐ´Ð¾Ð¼Ð»ÐµÐ½Ð¸Ðµ
tr: Yasal Uyarı
vi: Thông báo pháp lý
zh: æ³•å¾‹å£°æ˜Ž

# legalNoticeText
source: This application does NOT represent any government or banking entity. We are not affiliated with the Central Bank of Venezuela. Data is obtained via an API querying the official BCV website. Use of information is the sole responsibility of the user.
ar: هذا التطبيق لا يمثل أي جهة حكومية أو مصرفية. ليس لدينا أي ارتباط بالبنك المركزي الفنزويلي. يتم الحصول على البيانات عبر API تستعلم من موقع BCV الرسمي. استخدام المعلومات هو مسؤولية المستخدم وحده.
de: Diese App vertritt KEINE Regierungs- oder Bankbehörde. Wir sind nicht mit der Zentralbank von Venezuela verbunden. Die Daten werden über eine API abgerufen, die die offizielle BCV-Website abfragt. Die Nutzung der Informationen liegt in der alleinigen Verantwortung des Benutzers.
es: Esta aplicación NO representa a ninguna entidad gubernamental ni bancaria. No tenemos afiliación con el Banco Central de Venezuela. Los datos son obtenidos a través de una API que consulta la página oficial del BCV. El uso de la información es responsabilidad exclusiva del usuario.
fr: Cette application ne représente AUCUNE entité gouvernementale ou bancaire. Nous ne sommes pas affiliés à la Banque Centrale du Venezuela. Les données sont obtenues via une API interrogeant le site officiel de la BCV. L'utilisation des informations relève de la seule responsabilité de l'utilisateur.
hi: à¤¯à¤¹ à¤à¤ªà¥à¤²à¤¿à¤•à¥‡à¤¶à¤¨ à¤•à¤¿à¤¸à¥€ à¤­à¥€ à¤¸à¤°à¤•à¤¾à¤°à¥€ à¤¯à¤¾ à¤¬à¥ˆà¤‚à¤•à¤¿à¤‚à¤— à¤‡à¤•à¤¾à¤ˆ à¤•à¤¾ à¤ªà¥à¤°à¤¤à¤¿à¤¨à¤¿à¤§à¤¿à¤¤à¥à¤µ à¤¨à¤¹à¥€à¤‚ à¤•à¤°à¤¤à¤¾ à¤¹à¥ˆà¥¤ à¤¹à¤®à¤¾à¤°à¤¾ à¤µà¥‡à¤¨à¥‡à¤œà¥à¤à¤²à¤¾ à¤•à¥‡ à¤•à¥‡à¤‚à¤¦à¥à¤°à¥€à¤¯ à¤¬à¥ˆà¤‚à¤• (BCV) à¤¸à¥‡ à¤•à¥‹à¤ˆ à¤¸à¤‚à¤¬à¤‚à¤§ à¤¨à¤¹à¥€à¤‚ à¤¹à¥ˆà¥¤ à¤¡à¥‡à¤Ÿà¤¾ à¤à¤• API à¤•à¥‡ à¤®à¤¾à¤§à¥à¤¯à¤® à¤¸à¥‡ à¤ªà¥à¤°à¤¾à¤ªà¥à¤¤ à¤•à¤¿à¤¯à¤¾ à¤œà¤¾à¤¤à¤¾ à¤¹à¥ˆ à¤œà¥‹ à¤†à¤§à¤¿à¤•à¤¾à¤°à¤¿à¤• BCV à¤µà¥‡à¤¬à¤¸à¤¾à¤‡à¤Ÿ à¤¸à¥‡ à¤ªà¥‚à¤›à¤¤à¤¾à¤› à¤•à¤°à¤¤à¤¾ à¤¹à¥ˆà¥¤ à¤œà¤¾à¤¨à¤•à¤¾à¤°à¥€ à¤•à¤¾ à¤‰à¤ªà¤¯à¥‹à¤— à¤ªà¥‚à¤°à¥€ à¤¤à¤°à¤¹ à¤¸à¥‡ à¤‰à¤ªà¤¯à¥‹à¤—à¤•à¤°à¥à¤¤à¤¾ à¤•à¥€ à¤œà¤¿à¤®à¥à¤®à¥‡à¤¦à¤¾à¤°à¥€ à¤¹à¥ˆà¥¤
id: Aplikasi ini TIDAK mewakili entitas pemerintah atau perbankan mana pun. Kami tidak berafiliasi dengan Bank Sentral Venezuela. Data diperoleh melalui API yang menanyakan situs web resmi BCV. Penggunaan informasi sepenuhnya merupakan tanggung jawab pengguna.
it: Questa applicazione NON rappresenta alcuna entità governativa o bancaria. Non siamo affiliati alla Banca Centrale del Venezuela. I dati sono ottenuti tramite un'API che consulta il sito ufficiale della BCV. L'uso delle informazioni è di esclusiva responsabilità dell'utente.
ja: ã“ã®ã‚¢ãƒ—ãƒªã‚±ãƒ¼ã‚·ãƒ§ãƒ³ã¯æ”¿åºœã‚„éŠ€è¡Œæ©Ÿé–¢ã‚’ä»£è¡¨ã™ã‚‹ã‚‚ã®ã§ã¯ã‚ã‚Šã¾ã›ã‚“ã€‚ãƒ™ãƒã‚ºã‚¨ãƒ©ä¸­å¤®éŠ€è¡Œï¼ˆBCVï¼‰ã¨ã¯ææºã—ã¦ã„ã¾ã›ã‚“ã€‚ãƒ‡ãƒ¼ã‚¿ã¯BCVå…¬å¼ã‚µã‚¤ãƒˆã‚’ç…§ä¼šã™ã‚‹APIã‚’é€šã˜ã¦å–å¾—ã•ã‚Œã¾ã™ã€‚æƒ…å ±ã®åˆ©ç”¨ã¯ãƒ¦ãƒ¼ã‚¶ãƒ¼è‡ªèº«ã®è²¬ä»»ã¨ãªã‚Šã¾ã™ã€‚
ko: ì´ ì• í”Œë¦¬ì¼€ì´ì…˜ì€ ì •ë¶€ë‚˜ ì€í–‰ ê¸°ê´€ì„ ëŒ€í‘œí•˜ì§€ ì•ŠìŠµë‹ˆë‹¤. ë² ë„¤ìˆ˜ì—˜ë¼ ì¤‘ì•™ì€í–‰(BCV)ê³¼ ì œíœ´í•˜ì§€ ì•Šì•˜ìŠµë‹ˆë‹¤. ë°ì´í„°ëŠ” BCV ê³µì‹ ì›¹ì‚¬ì´íŠ¸ë¥¼ ì¡°íšŒí•˜ëŠ” APIë¥¼ í†µí•´ ì–»ìŠµë‹ˆë‹¤. ì •ë³´ ì‚¬ìš©ì— ëŒ€í•œ ì±…ìž„ì€ ì‚¬ìš©ìžì—ê²Œ ìžˆìŠµë‹ˆë‹¤.
ru: Ð­Ñ‚Ð¾ Ð¿Ñ€Ð¸Ð»Ð¾Ð¶ÐµÐ½Ð¸Ðµ ÐÐ• Ð¿Ñ€ÐµÐ´ÑÑ‚Ð°Ð²Ð»ÑÐµÑ‚ ÑÐ¾Ð±Ð¾Ð¹ Ð³Ð¾ÑÑƒÐ´Ð°Ñ€ÑÑ‚Ð²ÐµÐ½Ð½ÑƒÑŽ Ð¸Ð»Ð¸ Ð±Ð°Ð½ÐºÐ¾Ð²ÑÐºÑƒÑŽ ÑÑ‚Ñ€ÑƒÐºÑ‚ÑƒÑ€Ñƒ. ÐœÑ‹ Ð½Ðµ ÑÐ²ÑÐ·Ð°Ð½Ñ‹ Ñ Ð¦ÐµÐ½Ñ‚Ñ€Ð°Ð»ÑŒÐ½Ñ‹Ð¼ Ð±Ð°Ð½ÐºÐ¾Ð¼ Ð’ÐµÐ½ÐµÑÑƒÑÐ»Ñ‹. Ð”Ð°Ð½Ð½Ñ‹Ðµ Ð¿Ð¾Ð»ÑƒÑ‡ÐµÐ½Ñ‹ Ñ‡ÐµÑ€ÐµÐ· API Ñ Ð¾Ñ„Ð¸Ñ†Ð¸Ð°Ð»ÑŒÐ½Ð¾Ð³Ð¾ ÑÐ°Ð¹Ñ‚Ð° BCV. ÐžÑ‚Ð²ÐµÑ‚ÑÑ‚Ð²ÐµÐ½Ð½Ð¾ÑÑ‚ÑŒ Ð·Ð° Ð¸ÑÐ¿Ð¾Ð»ÑŒÐ·Ð¾Ð²Ð°Ð½Ð¸Ðµ Ð¸Ð½Ñ„Ð¾Ñ€Ð¼Ð°Ñ†Ð¸Ð¸ Ð»ÐµÐ¶Ð¸Ñ‚ Ð½Ð° Ð¿Ð¾Ð»ÑŒÐ·Ð¾Ð²Ð°Ñ‚ÐµÐ»Ðµ.
tr: Bu uygulama herhangi bir devlet veya banka kurumunu temsil ETMEMEKTEDİR. Venezuela Merkez Bankası (BCV) ile bir bağlantımız yoktur. Veriler, resmi BCV web sitesini sorgulayan bir API aracılığıyla elde edilir. Bilgilerin kullanımı tamamen kullanıcının sorumluluğundadır.
vi: Ứng dụng này KHÔNG đại diện cho bất kỳ tổ chức chính phủ hoặc ngân hàng nào. Chúng tôi không liên kết với Ngân hàng Trung ương Venezuela. Dữ liệu được lấy thông qua API truy vấn trang web chính thức của BCV. Việc sử dụng thông tin hoàn toàn là trách nhiệm của người dùng.
zh: æ­¤åº”ç”¨ç¨‹åºä¸ä»£è¡¨ä»»ä½•æ”¿åºœæˆ–é“¶è¡Œå®žä½“ã€‚æˆ‘ä»¬ä¸Žå§”å†…ç‘žæ‹‰ä¸­å¤®é“¶è¡Œæ²¡æœ‰å…³è”ã€‚æ•°æ®é€šè¿‡æŸ¥è¯¢ BCV å®˜æ–¹ç½‘ç«™çš„ API èŽ·å–ã€‚ä¿¡æ¯çš„ä½¿ç”¨ç”±ç”¨æˆ·è‡ªè¡Œæ‰¿æ‹…è´£ä»»ã€‚

source: Open Source Licenses
ar: تراخيص المصدر المفتوح
de: Open-Source-Lizenzen
es: Licencias de Código Abierto
fr: Licences Open Source
hi: à¤“à¤ªà¤¨ à¤¸à¥‹à¤°à¥à¤¸ à¤²à¤¾à¤‡à¤¸à¥‡à¤‚à¤¸
id: Lisensi Sumber Terbuka
it: Licenze Open Source
ja: ã‚ªãƒ¼ãƒ—ãƒ³ã‚½ãƒ¼ã‚¹ãƒ©ã‚¤ã‚»ãƒ³ã‚¹
ko: ì˜¤í”ˆ ì†ŒìŠ¤ ë¼ì´ì„ ìŠ¤
ru: Ð›Ð¸Ñ†ÐµÐ½Ð·Ð¸Ð¸ ÐŸÐž
tr: Açık Kaynak Lisansları
vi: Giấy phép mã nguồn mở
zh: å¼€æºè®¸å¯è¯

source: Version
ar: الإصدار
es: Versión
hi: à¤¸à¤‚à¤¸à¥à¤•à¤°à¤£
id: Versi
it: Versione
ja: ãƒãƒ¼ã‚¸ãƒ§ãƒ³
ko: ë²„ì „
ru: Ð’ÐµÑ€ÑÐ¸Ñ
tr: Sürüm
vi: Phiên bản
zh: ç‰ˆæœ¬

# becomePro
source: Become a PRO user!
ar: كن مستخدم PRO!
de: Werde PRO!
es: ¡Conviértete en usuario PRO!
fr: Devenez utilisateur PRO !
hi: PRO à¤‰à¤ªà¤¯à¥‹à¤—à¤•à¤°à¥à¤¤à¤¾ à¤¬à¤¨à¥‡à¤‚!
id: Dapatkan PRO!
it: Diventa PRO!
ja: PROãƒ¦ãƒ¼ã‚¶ãƒ¼ã«ãªã‚ã†ï¼
ko: PRO ì‚¬ìš©ìžê°€ ë˜ì„¸ìš”!
ru: Ð¡Ñ‚Ð°Ñ‚ÑŒ PRO!
tr: PRO Olun!
vi: Trở thành người dùng PRO!
zh: æˆä¸º PRO ç”¨æˆ·ï¼

# proUser
source: You are a PRO User!
ar: أنت مستخدم PRO!
de: Du bist ein PRO-Benutzer!
es: ¡Eres Usuario PRO!
fr: Vous êtes utilisateur PRO !
hi: à¤†à¤ª à¤à¤• PRO à¤‰à¤ªà¤¯à¥‹à¤—à¤•à¤°à¥à¤¤à¤¾ à¤¹à¥ˆà¤‚!
id: Anda Pengguna PRO!
it: Sei un Utente PRO!
ja: ã‚ãªãŸã¯PROãƒ¦ãƒ¼ã‚¶ãƒ¼ã§ã™ï¼
ko: ë‹¹ì‹ ì€ PRO ì‚¬ìš©ìžìž…ë‹ˆë‹¤!
ru: Ð’Ñ‹ PRO Ð¿Ð¾Ð»ÑŒÐ·Ð¾Ð²Ð°Ñ‚ÐµÐ»ÑŒ!
tr: PRO Kullanıcısısınız!
vi: Bạn là người dùng PRO!
zh: æ‚¨æ˜¯ PRO ç”¨æˆ·ï¼

source: Get PRO
ar: احصل على PRO
de: PRO erhalten
es: Obtener PRO
fr: Activer les fonctions PRO (Bêta)
hi: PRO à¤¸à¥à¤µà¤¿à¤§à¤¾à¤à¤ à¤¸à¤•à¥à¤°à¤¿à¤¯ à¤•à¤°à¥‡à¤‚ (à¤¬à¥€à¤Ÿà¤¾)
id: Aktifkan Fitur PRO (Beta)
it: Ottieni PRO
ja: PROæ©Ÿèƒ½ã‚’æœ‰åŠ¹åŒ–ï¼ˆãƒ™ãƒ¼ã‚¿ï¼‰
ko: PRO ê¸°ëŠ¥ í™œì„±í™” (ë² íƒ€)
ru: ÐÐºÑ‚Ð¸Ð²Ð¸Ñ€Ð¾Ð²Ð°Ñ‚ÑŒ PRO Ñ„ÑƒÐ½ÐºÑ†Ð¸Ð¸ (Ð‘ÐµÑ‚Ð°)
tr: PRO Özelliklerini Etkinleştir (Beta)
vi: Nhận PRO
zh: æ¿€æ´» PRO åŠŸèƒ½ (æµ‹è¯•ç‰ˆ)

# activateProBetaTitle
source: Do you want to activate PRO features for this test session?
ar: هل تريد تفعيل ميزات PRO لجلسة الاختبار هذه؟
de: Möchten Sie die PRO-Funktionen für diese Testsitzung aktivieren?
es: ¿Deseas activar las funciones PRO para esta sesión de prueba?
fr: Voulez-vous activer les fonctions PRO pour cette session de test ?
hi: à¤•à¥à¤¯à¤¾ à¤†à¤ª à¤‡à¤¸ à¤ªà¤°à¥€à¤•à¥à¤·à¤£ à¤¸à¤¤à¥à¤° à¤•à¥‡ à¤²à¤¿à¤ PRO à¤¸à¥à¤µà¤¿à¤§à¤¾à¤à¤ à¤¸à¤•à¥à¤°à¤¿à¤¯ à¤•à¤°à¤¨à¤¾ à¤šà¤¾à¤¹à¤¤à¥‡ à¤¹à¥ˆà¤‚?
id: Apakah Anda ingin mengaktifkan fitur PRO untuk sesi pengujian ini?
it: Vuoi attivare le funzioni PRO per questa sessione di test?
ja: ã“ã®ãƒ†ã‚¹ãƒˆã‚»ãƒƒã‚·ãƒ§ãƒ³ã§PROæ©Ÿèƒ½ã‚’æœ‰åŠ¹ã«ã—ã¾ã™ã‹ï¼Ÿ
ko: ì´ í…ŒìŠ¤íŠ¸ ì„¸ì…˜ì— ëŒ€í•´ PRO ê¸°ëŠ¥ì„ í™œì„±í™”í•˜ì‹œê² ìŠµë‹ˆê¹Œ?
ru: ÐÐºÑ‚Ð¸Ð²Ð¸Ñ€Ð¾Ð²Ð°Ñ‚ÑŒ PRO Ñ„ÑƒÐ½ÐºÑ†Ð¸Ð¸ Ð´Ð»Ñ ÑÑ‚Ð¾Ð¹ Ñ‚ÐµÑÑ‚Ð¾Ð²Ð¾Ð¹ ÑÐµÑÑÐ¸Ð¸?
tr: Bu test oturumu için PRO özelliklerini etkinleştirmek ister misiniz?
vi: Bạn có muốn kích hoạt các tính năng PRO cho phiên thử nghiệm này không?
zh: æ˜¯å¦ä¸ºæ­¤æµ‹è¯•ä¼šè¯æ¿€æ´» PRO åŠŸèƒ½ï¼Ÿ

# activateProBetaAccept
source: Activate
ar: تفعيل
de: Aktivieren
es: Activar
fr: Activer
hi: à¤¸à¤•à¥à¤°à¤¿à¤¯ à¤•à¤°à¥‡à¤‚
id: Aktifkan
it: Attiva
ja: æœ‰åŠ¹ã«ã™ã‚‹
ko: í™œì„±í™”
ru: ÐÐºÑ‚Ð¸Ð²Ð¸Ñ€Ð¾Ð²Ð°Ñ‚ÑŒ
tr: Etkinleştir
vi: Kích hoạt
zh: æ¿€æ´»

source: Restore Purchases
ar: استعادة المشتريات
de: Einkäufe wiederherstellen
es: Restaurar Compras
fr: Restaurer les achats
hi: à¤–à¤°à¥€à¤¦à¤¾à¤°à¥€ à¤ªà¥à¤¨à¤°à¥à¤¸à¥à¤¥à¤¾à¤ªà¤¿à¤¤ à¤•à¤°à¥‡à¤‚
id: Pulihkan Pembelian
it: Ripristina Acquisti
ja: è³¼å…¥ã‚’å¾©å…ƒ
ko: êµ¬ë§¤ ë³µì›
ru: Ð’Ð¾ÑÑÑ‚Ð°Ð½Ð¾Ð²Ð¸Ñ‚ÑŒ
tr: Satın Alımları Geri Yükle
vi: Khôi phục mua hàng
zh: æ¢å¤è´­ä¹°

# benefitAds
source: No Ads
ar: بدون إعلانات
de: Keine Werbung
es: Adiós a la publicidad
fr: Pas de publicité
hi: à¤•à¥‹à¤ˆ à¤µà¤¿à¤œà¥à¤žà¤¾à¤ªà¤¨ à¤¨à¤¹à¥€à¤‚
id: Tanpa Iklan
it: Niente pubblicità
ja: åºƒå‘Šãªã—
ko: ê´‘ê³ ì—†ìŒ
ru: Ð‘ÐµÐ· Ñ€ÐµÐºÐ»Ð°Ð¼Ñ‹
tr: Reklamsız
vi: Không quảng cáo
zh: æ— å¹¿å‘Š

# benefitAdsDesc
source: Enjoy a clean, interruption-free interface.
ar: استمتع بواجهة نظيفة وبدون انقطاع.
de: Genieße eine saubere Oberfläche ohne Unterbrechungen.
es: Disfruta de una interfaz limpia y sin interrupciones.
fr: Profitez d'une interface propre et sans interruption.
hi: à¤¬à¤¿à¤¨à¤¾ à¤•à¤¿à¤¸à¥€ à¤°à¥à¤•à¤¾à¤µà¤Ÿ à¤•à¥‡ à¤à¤• à¤¸à¤¾à¤«à¤¼ à¤‡à¤‚à¤Ÿà¤°à¤«à¤¼à¥‡à¤¸ à¤•à¤¾ à¤†à¤¨à¤‚à¤¦ à¤²à¥‡à¤‚à¥¤
id: Nikmati antarmuka yang bersih tanpa gangguan.
it: Goditi un'interfaccia pulita e senza interruzioni.
ja: ä¸­æ–­ã®ãªã„ã‚¯ãƒªãƒ¼ãƒ³ãªã‚¤ãƒ³ã‚¿ãƒ¼ãƒ•ã‚§ãƒ¼ã‚¹ã‚’ãŠæ¥½ã—ã¿ãã ã•ã„ã€‚
ko: ë°©í•´ ì—†ëŠ” ê¹”ë”í•œ ì¸í„°íŽ˜ì´ìŠ¤ë¥¼ ì¦ê¸°ì„¸ìš”.
ru: Ð§Ð¸ÑÑ‚Ñ‹Ð¹ Ð¸Ð½Ñ‚ÐµÑ€Ñ„ÐµÐ¹Ñ Ð±ÐµÐ· Ð¾Ñ‚Ð²Ð»ÐµÐºÐ°ÑŽÑ‰Ð¸Ñ… Ñ„Ð°ÐºÑ‚Ð¾Ñ€Ð¾Ð².
tr: Kesintisiz ve temiz bir arayüzün keyfini çıkarın.
vi: Tận hưởng giao diện sạch sẽ không bị gián đoạn.
zh: äº«å—å¹²å‡€æ— å¹²æ‰°çš„ç•Œé¢ã€‚

# benefitPdf
source: Instant Export
ar: تصدير فوري
de: Sofortiger Export
es: Exportación Instantánea
fr: Exportation instantanée
hi: à¤¤à¤¤à¥à¤•à¤¾à¤² à¤¨à¤¿à¤°à¥à¤¯à¤¾à¤¤
id: Ekspor Instan
it: Esportazione Istantanea
ja: å³æ™‚ã‚¨ã‚¯ã‚¹ãƒãƒ¼ãƒˆ
ko: ì¦‰ì‹œ ë‚´ë³´ë‚´ê¸°
ru: ÐœÐ³Ð½Ð¾Ð²ÐµÐ½Ð½Ñ‹Ð¹ ÑÐºÑÐ¿Ð¾Ñ€Ñ‚
tr: Anında Dışa Aktar
vi: Xuất ngay lập tức
zh: å³æ—¶å¯¼å‡º

# benefitPdfDesc
source: Generate history PDFs without watching video ads.
ar: أنشئ تقارير PDF للسجل دون مشاهدة إعلانات الفيديو.
de: Erstelle Verlauf-PDFs ohne Videoanzeigen.
es: Genera PDFs de tu historial sin ver anuncios de video.
fr: Générez des PDF d'historique sans regarder de pubs vidéo.
hi: à¤µà¥€à¤¡à¤¿à¤¯à¥‹ à¤µà¤¿à¤œà¥à¤žà¤¾à¤ªà¤¨ à¤¦à¥‡à¤–à¥‡ à¤¬à¤¿à¤¨à¤¾ à¤‡à¤¤à¤¿à¤¹à¤¾à¤¸ PDF à¤¬à¤¨à¤¾à¤à¤‚à¥¤
id: Buat PDF riwayat tanpa menonton iklan video.
it: Genera PDF della cronologia senza guardare video pubblicitari.
ja: å‹•ç”»åºƒå‘Šã‚’è¦‹ãšã«å±¥æ­´PDFã‚’ä½œæˆã§ãã¾ã™ã€‚
ko: ë™ì˜ìƒ ê´‘ê³ ì‹œì²­ ì—†ì´ ê¸°ë¡ PDFë¥¼ ìƒì„±í•˜ì„¸ìš”.
ru: PDF Ð±ÐµÐ· Ð¿Ñ€Ð¾ÑÐ¼Ð¾Ñ‚Ñ€Ð° Ð²Ð¸Ð´ÐµÐ¾Ñ€ÐµÐºÐ»Ð°Ð¼Ñ‹.
tr: Video reklam izlemeden geçmiş PDF'leri oluşturun.
vi: Tạo PDF lịch sử mà không cần xem quảng cáo video.
zh: æ— éœ€è§‚çœ‹è§†é¢‘å¹¿å‘Šå³å¯ç”ŸæˆåŽ†å² PDFã€‚

# benefitSpeed
source: Max Speed
ar: سرعة قصوى
de: Maximale Geschwindigkeit
es: Máxima Velocidad
fr: Vitesse maximale
hi: à¤…à¤§à¤¿à¤•à¤¤à¤® à¤—à¤¤à¤¿
id: Kecepatan Maksimum
it: Massima Velocità
ja: æœ€é«˜é€Ÿåº¦
ko: ìµœê³ ì†ë„
ru: ÐœÐ°ÐºÑ. ÑÐºÐ¾Ñ€Ð¾ÑÑ‚ÑŒ
tr: Maksimum Hız
vi: Tốc độ tối đa
zh: æžé€Ÿä½“éªŒ

# benefitSpeedDesc
source: Smoother navigation.
ar: تصفح أكثر سلاسة.
de: Flüssigere Navigation.
es: Navegación más fluida.
fr: Navigation plus fluide et consommation réduite.
hi: à¤¬à¥‡à¤¹à¤¤à¤° à¤¨à¥‡à¤µà¤¿à¤—à¥‡à¤¶à¤¨ à¤”à¤° à¤•à¤® à¤¬à¥ˆà¤Ÿà¤°à¥€ à¤–à¤ªà¤¤à¥¤
id: Navigasi lebih lancar dan konsumsi baterai lebih sedikit.
it: Navigazione più fluida.
ja: ã‚ˆã‚Šã‚¹ãƒ ãƒ¼ã‚ºãªæ“ä½œã¨ãƒãƒƒãƒ†ãƒªãƒ¼æ¶ˆè²»ã®å‰Šæ¸›ã€‚
ko: ë” ë¶€ë“œëŸ¬ìš´ íƒìƒ‰ê³¼ ë°°í„°ë¦¬ ì†Œëª¨ ê°ì†Œ.
ru: ÐŸÐ»Ð°Ð²Ð½Ð°Ñ Ð½Ð°Ð²Ð¸Ð³Ð°Ñ†Ð¸Ñ Ð¸ ÑÐºÐ¾Ð½Ð¾Ð¼Ð¸Ñ Ð·Ð°Ñ€ÑÐ´Ð°.
tr: Daha akıcı gezinme ve daha az pil tüketimi.
vi: Điều hướng mượt mà hơn.
zh: æ›´æµç•…çš„å¯¼èˆªå’Œæ›´ä½Žçš„ç”µæ± æ¶ˆè€—ã€‚

# benefitSupport
source: Support the project
ar: ادعم المشروع
de: Projekt unterstützen
es: Apoya el proyecto
fr: Soutenir le projet
hi: à¤ªà¤°à¤¿à¤¯à¥‹à¤œà¤¨à¤¾ à¤•à¤¾ à¤¸à¤®à¤°à¥à¤¥à¤¨ à¤•à¤°à¥‡à¤‚
id: Dukung Proyek
it: Supporta il progetto
ja: ãƒ—ãƒ­ã‚¸ã‚§ã‚¯ãƒˆã‚’æ”¯æ´
ko: í”„ë¡œì íŠ¸ í›„ì›
ru: ÐŸÐ¾Ð´Ð´ÐµÑ€Ð¶Ð°Ñ‚ÑŒ Ð¿Ñ€Ð¾ÐµÐºÑ‚
tr: Projeyi Destekle
vi: Hỗ trợ dự án
zh: æ”¯æŒé¡¹ç›®

# benefitSupportDesc
source: Help us continue improving the tool.
ar: ساعدنا في مواصلة تحسين الأداة.
de: Hilf uns, das Tool weiter zu verbessern.
es: Ayúdanos a seguir mejorando la herramienta.
fr: Aidez-nous à continuer d'améliorer l'outil.
hi: à¤¹à¤®à¥‡à¤‚ à¤Ÿà¥‚à¤² à¤•à¥‹ à¤¬à¥‡à¤¹à¤¤à¤° à¤¬à¤¨à¤¾à¤¨à¥‡ à¤®à¥‡à¤‚ à¤®à¤¦à¤¦ à¤•à¤°à¥‡à¤‚à¥¤
id: Bantu kami terus meningkatkan alat ini.
it: Aiutaci a continuare a migliorare lo strumento.
ja: ãƒ„ãƒ¼ãƒ«ã®æ”¹å–„ã«ã”å”åŠ›ãã ã•ã„ã€‚
ko: ë„êµ¬ë¥¼ ì§€ì†ì ìœ¼ë¡œ ê°œì„ í• ìˆ˜ ìžˆë„ë¡ ë„ì™€ì£¼ì„¸ìš”.
ru: ÐŸÐ¾Ð¼Ð¾Ð³Ð¸Ñ‚Ðµ Ð½Ð°Ð¼ ÑƒÐ»ÑƒÑ‡ÑˆÐ°Ñ‚ÑŒ Ð¸Ð½ÑÑ‚Ñ€ÑƒÐ¼ÐµÐ½Ñ‚.
tr: Aracı geliştirmeye devam etmemize yardımcı olun.
vi: Giúp chúng tôi tiếp tục cải thiện công cụ.
zh: å¸®åŠ©æˆ‘ä»¬æŒç»­æ”¹è¿›å·¥å…·ã€‚

# usd
source: Dollars
ar: دولار
de: Dollar
es: Dólares
hi: à¤¡à¥‰à¤²à¤°
id: Dolar
it: Dollari
ja: ãƒ‰ãƒ«
ko: ë‹¬ëŸ¬
ru: Ð”Ð¾Ð»Ð»Ð°Ñ€Ñ‹
tr: Dolar
vi: Đô la
zh: ç¾Žå…ƒ

# eur
source: Euros
ar: يورو
de: Euro
hi: à¤¯à¥‚à¤°à¥‹
id: Euro
it: Euro
ja: ãƒ¦ãƒ¼ãƒ­
ko: ìœ ë¡œ
ru: Ð•Ð²Ñ€Ð¾
tr: Euro
vi: Euro
zh: æ¬§å…ƒ

# ves
source: Bolivars
ar: بوليفار
de: Bolivar
es: Bolívares
hi: à¤¬à¥‹à¤²à¤¿à¤µà¤°
id: Bolivar
it: Bolivar
ja: ãƒœãƒªãƒãƒ«
ko: ë³¼ë¦¬ë°”ë¥´
ru: Ð‘Ð¾Ð»Ð¸Ð²Ð°Ñ€Ñ‹
tr: Bolivar
vi: Bolivar
zh: çŽ»åˆ©ç“¦å°”

source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
hi: à¤‡à¤¤à¤¿à¤¹à¤¾à¤¸
id: Riwayat
it: Cronologia
ja: å±¥æ­´
ko: ê¸°ë¡
ru: Ð˜ÑÑ‚Ð¾Ñ€Ð¸Ñ
tr: Geçmiş
vi: Lịch sử
zh: åŽ†å²è®°å½•

# historyRates
source: Rate History
ar: سجل الأسعار
de: Kursverlauf
es: Historial de Tasas
fr: Historique des taux
hi: à¤¦à¤° à¤‡à¤¤à¤¿à¤¹à¤¾à¤¸
id: Riwayat Nilai Tukar
it: Cronologia Tassi
ja: ãƒ¬ãƒ¼ãƒˆå±¥æ­´
ko: í™˜ìœ¨ ê¸°ë¡
ru: Ð˜ÑÑ‚Ð¾Ñ€Ð¸Ñ ÐºÑƒÑ€ÑÐ¾Ð²
tr: Oran Geçmişi
vi: Lịch sử tỷ giá
zh: æ±‡çŽ‡åŽ†å²

source: Start
ar: البداية
es: Inicio
fr: Début
hi: à¤ªà¥à¤°à¤¾à¤°à¤‚à¤­
id: Mulai
it: Inizio
ja: é–‹å§‹
ko: ì‹œìž‘
ru: ÐÐ°Ñ‡Ð°Ð»Ð¾
tr: Başlangıç
vi: Bắt đầu
zh: å¼€å§‹

source: End
ar: النهاية
de: Ende
es: Fin
fr: Fin
hi: à¤…à¤‚à¤¤
id: Selesai
it: Fine
ja: çµ‚äº†
ko: ì¢…ë£Œ
ru: ÐšÐ¾Ð½ÐµÑ†
tr: Bitiş
vi: Kết thúc
zh: ç»“æŸ

source: Generate PDF
ar: إنشاء PDF
de: PDF generieren
es: Generar PDF
fr: Générer PDF
hi: PDF à¤‰à¤¤à¥à¤ªà¤¨à¥à¤¨ à¤•à¤°à¥‡à¤‚
id: Buat PDF
it: Genera PDF
ja: PDFç”Ÿæˆ
ko: PDF ìƒì„±
ru: Ð¡Ð¾Ð·Ð´Ð°Ñ‚ÑŒ PDF
tr: PDF Oluştur
vi: Tạo PDF
zh: ç”Ÿæˆ PDF

# watchAd
source: Watch ad to unlock
ar: شاهد إعلان لفتح الميزة
de: Werbung ansehen zum Entsperren
es: Ver anuncio para desbloquear
fr: Regarder une pub pour débloquer
hi: à¤…à¤¨à¤²à¥‰à¤• à¤•à¤°à¤¨à¥‡ à¤•à¥‡ à¤²à¤¿à¤ à¤µà¤¿à¤œà¥à¤žà¤¾à¤ªà¤¨ à¤¦à¥‡à¤–à¥‡à¤‚
id: Tonton iklan untuk membuka
it: Guarda pubblicità per sbloccare
ja: åºƒå‘Šã‚’è¦‹ã¦ãƒ­ãƒƒã‚¯è§£é™¤
ko: ê´‘ê³ ë³´ê³ ìž ê¸ˆ í•´ì œ
ru: Ð¡Ð¼Ð¾Ñ‚Ñ€ÐµÑ‚ÑŒ Ñ€ÐµÐºÐ»Ð°Ð¼Ñƒ Ð´Ð»Ñ Ñ€Ð°Ð·Ð±Ð»Ð¾ÐºÐ¸Ñ€Ð¾Ð²ÐºÐ¸
tr: Kilidi açmak için reklam izle
vi: Xem quảng cáo để mở khóa
zh: è§‚çœ‹å¹¿å‘Šä»¥è§£é”

source: Loading ad...
ar: جاري تحميل الإعلان...
de: Werbung lädt...
es: Cargando anuncio...
fr: Chargement de la publicité...
hi: à¤µà¤¿à¤œà¥à¤žà¤¾à¤ªà¤¨ à¤²à¥‹à¤¡ à¤¹à¥‹ à¤°à¤¹à¤¾ à¤¹à¥ˆ...
id: Memuat iklan...
it: Caricamento pubblicità...
ja: åºƒå‘Šèª­ã¿è¾¼ã¿ä¸­...
ko: ê´‘ê³ ë¡œë”© ì¤‘...
ru: Ð—Ð°Ð³Ñ€ÑƒÐ·ÐºÐ°...
tr: Reklam yükleniyor...
vi: Đang tải quảng cáo...
zh: åŠ è½½å¹¿å‘Šä¸­...

# errorAd
source: Error loading ad
ar: خطأ في التحميل
de: Fehler beim Laden
es: Error al cargar anuncio
fr: Erreur de chargement
hi: à¤²à¥‹à¤¡ à¤•à¤°à¤¨à¥‡ à¤®à¥‡à¤‚ à¤¤à¥à¤°à¥à¤Ÿà¤¿
id: Kesalahan memuat
it: Errore caricamento
ja: èª­ã¿è¾¼ã¿ã‚¨ãƒ©ãƒ¼
ko: ë¡œë”© ì˜¤ë¥˜
ru: ÐžÑˆÐ¸Ð±ÐºÐ°
tr: Yükleme hatası
vi: Lỗi tải
zh: åŠ è½½é”™è¯¯

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
hi: à¤†à¤œ
id: Hari Ini
it: Oggi
ja: ä»Šæ—¥
ko: ì˜¤ëŠ˜
ru: Ð¡ÐµÐ³Ð¾Ð´Ð½Ñ
tr: Bugün
vi: Hôm nay
zh: ä»Šå¤©
