Repository: JAlvarezGW19/CalculadoraBCV
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, ru, tr, vi, zh

source: Tomorrow
ar: غداً
de: Morgen
es: Mañana
fr: Dem.
hi: à¤•à¤²
id: Besok
it: Domani
ja: æ˜Žæ—¥
ko: ë‚´ì¼
ru: Ð—Ð°Ð²Ñ‚Ñ€Ð°
tr: Yarın
vi: Ngày mai
zh: æ˜Žå¤©

source: Official Rate
ar: السعر الرسمي
de: Offizieller Kurs
es: Tasa Oficial
fr: Taux Officiel
hi: à¤†à¤§à¤¿à¤•à¤¾à¤°à¤¿à¤• à¤¦à¤°
id: Kurs Resmi
it: Tasso Ufficiale
ja: å…¬å¼ãƒ¬ãƒ¼ãƒˆ
ko: ê³µì‹ í™˜ìœ¨
ru: ÐžÑ„Ð¸Ñ†. ÐºÑƒÑ€Ñ
tr: Resmi Kur
vi: Tỷ giá chính thức
zh: å®˜æ–¹æ±‡çŽ‡

source: Custom Rate
ar: سعر مخصص
de: Benutzerdef. Kurs
es: Tasa Personalizada
fr: Taux Personnalisé
hi: à¤•à¤¸à¥à¤Ÿà¤® à¤¦à¤°
id: Kurs Kustom
it: Tasso Personalizzato
ja: ã‚«ã‚¹ã‚¿ãƒ ãƒ¬ãƒ¼ãƒˆ
ko: ì‚¬ìš©ìž ì§€ì • í™˜ìœ¨
ru: Ð¡Ð²Ð¾Ð¹ ÐºÑƒÑ€Ñ
tr: Özel Kur
vi: Tỷ giá tùy chỉnh
zh: è‡ªå®šä¹‰æ±‡çŽ‡

source: Convert
ar: تحويل
de: Konvertieren
es: Convertir
fr: Convertir
hi: à¤ªà¤°à¤¿à¤µà¤°à¥à¤¤à¤¿à¤¤ à¤•à¤°à¥‡à¤‚
id: Konversi
it: Converti
ja: å¤‰æ›
ko: ë³€í™˜
ru: ÐšÐ¾Ð½Ð²ÐµÑ€Ñ‚Ð¸Ñ€Ð¾Ð²Ð°Ñ‚ÑŒ
tr: Dönüştür
vi: Chuyển đổi
zh: è½¬æ¢

# rateLabel
source: Rate
ar: سعر
de: Kurs
es: Tasa
fr: Taux
hi: à¤¦à¤°
id: Kurs
it: Tasso
ja: ãƒ¬ãƒ¼ãƒˆ
ko: í™˜ìœ¨
ru: ÐšÑƒÑ€Ñ
tr: Oran
vi: Tỷ giá
zh: æ±‡çŽ‡

source: Price Scanner
ar: ماسح الأسعار
de: Preisscanner
es: Escáner de Precios
fr: Scanner de prix
hi: à¤®à¥‚à¤²à¥à¤¯ à¤¸à¥à¤•à¥ˆà¤¨à¤°
id: Pemindai Harga
it: Scanner Prezzi
ja: ä¾¡æ ¼ã‚¹ã‚­ãƒ£ãƒŠãƒ¼
ko: ê°€ê²© ìŠ¤ìºë„ˆ
ru: Ð¡ÐºÐ°Ð½ÐµÑ€ Ñ†ÐµÐ½
tr: Fiyat Tarayıcı
vi: Máy quét giá
zh: ä»·æ ¼æ‰«æä»ª

# cameraPermissionText
source: This tool uses the camera to detect prices and convert them in real time. To function, it needs access to Camera and Gallery (to pick images).
ar: تستخدم هذه الأداة الكاميرا لاكتشاف الأسعار وتحويلها في الوقت الفعلي. يتطلب الوصول إلى الكاميرا والمعرض.
de: Dieses Tool nutzt die Kamera, um Preise zu erkennen und umzurechnen. Benötigt Zugriff auf Kamera und Galerie.
es: Esta herramienta utiliza la cámara para detectar precios y convertirlos en tiempo real. Para funcionar, necesita acceso a la Cámara y a la Galería (para seleccionar imágenes).
fr: Cet outil utilise la caméra pour détecter les prix et les convertir en temps réel. Nécessite l'accès à la caméra et à la galerie.
hi: à¤¯à¤¹ à¤Ÿà¥‚à¤² à¤•à¥€à¤®à¤¤à¥‹à¤‚ à¤•à¤¾ à¤ªà¤¤à¤¾ à¤²à¤—à¤¾à¤¨à¥‡ à¤•à¥‡ à¤²à¤¿à¤ à¤•à¥ˆà¤®à¤°à¥‡ à¤•à¤¾ à¤‰à¤ªà¤¯à¥‹à¤— à¤•à¤°à¤¤à¤¾ à¤¹à¥ˆà¥¤ à¤•à¥ˆà¤®à¤°à¤¾ à¤”à¤° à¤—à¥ˆà¤²à¤°à¥€ à¤¤à¤• à¤ªà¤¹à¥à¤‚à¤š à¤•à¥€ à¤†à¤µà¤¶à¥à¤¯à¤•à¤¤à¤¾ à¤¹à¥ˆà¥¤
id: Alat ini menggunakan kamera untuk mendeteksi harga dan mengonversinya. Memerlukan akses Kamera dan Galeri.
it: Questo strumento usa la fotocamera per rilevare i prezzi e convertirli in tempo reale. Richiede accesso a Fotocamera e Galleria.
ja: ã“ã®ãƒ„ãƒ¼ãƒ«ã¯ã‚«ãƒ¡ãƒ©ã‚’ä½¿ç”¨ã—ã¦ä¾¡æ ¼ã‚’æ¤œå‡ºã—ã€ãƒªã‚¢ãƒ«ã‚¿ã‚¤ãƒ ã§å¤‰æ›ã—ã¾ã™ã€‚ ã‚«ãƒ¡ãƒ©ã¨ã‚®ãƒ£ãƒ©ãƒªãƒ¼ã¸ã®ã‚¢ã‚¯ã‚»ã‚¹ãŒå¿…è¦ã§ã™ã€‚
ko: ì´ ë„êµ¬ëŠ” ì¹´ë©”ë¼ë¥¼ ì‚¬ìš©í•˜ì—¬ ê°€ê²©ì„ ê°ì§€í•˜ê³ ì‹¤ì‹œê°„ìœ¼ë¡œ ë³€í™˜í•©ë‹ˆë‹¤. ì¹´ë©”ë¼ ë° ê°¤ëŸ¬ë¦¬ ì•¡ì„¸ìŠ¤ê°€ í•„ìš”í•©ë‹ˆë‹¤.
ru: Ð­Ñ‚Ð¾Ñ‚ Ð¸Ð½ÑÑ‚Ñ€ÑƒÐ¼ÐµÐ½Ñ‚ Ð¸ÑÐ¿Ð¾Ð»ÑŒÐ·ÑƒÐµÑ‚ ÐºÐ°Ð¼ÐµÑ€Ñƒ Ð´Ð»Ñ Ð¾Ð¿Ñ€ÐµÐ´ÐµÐ»ÐµÐ½Ð¸Ñ Ñ†ÐµÐ½ Ð¸ ÐºÐ¾Ð½Ð²ÐµÑ€Ñ‚Ð°Ñ†Ð¸Ð¸. Ð¢Ñ€ÐµÐ±ÑƒÐµÑ‚ÑÑ Ð´Ð¾ÑÑ‚ÑƒÐ¿ Ðº ÐºÐ°Ð¼ÐµÑ€Ðµ Ð¸ Ð³Ð°Ð»ÐµÑ€ÐµÐµ.
tr: Bu araç fiyatları algılamak ve dönüştürmek için kamerayı kullanır. Kamera ve Galeri erişimi gerekir.
vi: Công cụ này sử dụng camera để phát hiện giá và chuyển đổi. Cần quyền truy cập Camera và Thư viện.
zh: æ­¤å·¥å…·ä½¿ç”¨ç›¸æœºæ£€æµ‹ä»·æ ¼å¹¶å®žæ—¶è½¬æ¢ã€‚ éœ€è¦ç›¸æœºå’Œå›¾åº“è®¿é—®æƒé™ã€‚

source: Allow and Continue
ar: سماح ومتابعة
de: Erlauben und fortfahren
es: Permitir y Continuar
fr: Autoriser et continuer
hi: à¤…à¤¨à¥à¤®à¤¤à¤¿ à¤¦à¥‡à¤‚ à¤”à¤° à¤œà¤¾à¤°à¥€ à¤°à¤–à¥‡à¤‚
id: Izinkan dan Lanjutkan
it: Consenti e Continua
ja: è¨±å¯ã—ã¦ç¶šè¡Œ
ko: í—ˆìš© ë° ê³„ì†
ru: Ð Ð°Ð·Ñ€ÐµÑˆÐ¸Ñ‚ÑŒ Ð¸ Ð¿Ñ€Ð¾Ð´Ð¾Ð»Ð¶Ð¸Ñ‚ÑŒ
tr: İzin Ver ve Devam Et
vi: Cho phép và Tiếp tục
zh: å…è®¸å¹¶ç»§ç»­

# whatToScan
source: What will you scan?
ar: ماذا ستمسح ضوئيًا؟
de: Was möchtest du scannen?
es: ¿Qué vas a escanear?
fr: Que allez-vous scanner?
hi: à¤†à¤ª à¤•à¥à¤¯à¤¾ à¤¸à¥à¤•à¥ˆà¤¨ à¤•à¤°à¥‡à¤‚à¤—à¥‡?
id: Apa yang akan Anda pindai?
it: Cosa vuoi scansionare?
ja: ä½•ã‚’ã‚¹ã‚­ãƒ£ãƒ³ã—ã¾ã™ã‹ï¼Ÿ
ko: ë¬´ì—‡ì„ ìŠ¤ìº”í•˜ì‹œê² ìŠµë‹ˆê¹Œ?
ru: Ð§Ñ‚Ð¾ ÑÐºÐ°Ð½Ð¸Ñ€ÑƒÐµÐ¼?
tr: Ne tarayacaksınız?
vi: Bạn sẽ quét gì?
zh: ä½ è¦æ‰«æä»€ä¹ˆï¼Ÿ

# ratePers
source: Cust.
ar: مخصص
de: Pers.
es: Pers.
fr: Pers.
hi: à¤•à¤¸à¥à¤Ÿà¤®
id: Kustom
it: Pers.
ja: ã‚«ã‚¹ã‚¿ãƒ
ko: ì»¤ìŠ¤í…€
ru: Ð¡Ð²Ð¾Ð¹
tr: Özel
zh: è‡ªå®š

source: No custom rates
ar: لا توجد أسعار مخصصة
de: Keine eigenen Kurse
es: Sin tasas personalizadas
fr: Aucun taux personnalisé
hi: à¤•à¥‹à¤ˆ à¤•à¤¸à¥à¤Ÿà¤® à¤¦à¤° à¤¨à¤¹à¥€à¤‚
id: Tidak ada kurs kustom
it: Nessun tasso personalizzato
ja: ã‚«ã‚¹ã‚¿ãƒ ãƒ¬ãƒ¼ãƒˆãªã—
ko: ì‚¬ìš©ìž ì§€ì • í™˜ìœ¨ ì—†ìŒ
ru: ÐÐµÑ‚ ÑÐ²Ð¾Ð¸Ñ… ÐºÑƒÑ€ÑÐ¾Ð²
tr: Özel oran yok
vi: Không có tỷ giá tùy chỉnh
zh: æ— è‡ªå®šä¹‰æ±‡çŽ‡

# noCustomRatesDesc
source: You need to add a custom rate to use this feature.
ar: لا توجد أسعار مخصصة
de: Füge einen eigenen Kurs hinzu, um dies zu nutzen.
es: Necesitas agregar una tasa personalizada para usar esta función.
fr: Ajoutez un taux personnalisé pour utiliser cette fonction.
hi: à¤‡à¤¸ à¤¸à¥à¤µà¤¿à¤§à¤¾ à¤•à¤¾ à¤‰à¤ªà¤¯à¥‹à¤— à¤•à¤°à¤¨à¥‡ à¤•à¥‡ à¤²à¤¿à¤ à¤•à¤¸à¥à¤Ÿà¤® à¤¦à¤° à¤œà¥‹à¤¡à¤¼à¥‡à¤‚à¥¤
id: Tambahkan kurs kustom untuk menggunakan fitur ini.
it: Aggiungi un tasso per usare questa funzione.
ja: ã“ã®æ©Ÿèƒ½ã‚’ä½¿ç”¨ã™ã‚‹ã«ã¯ã‚«ã‚¹ã‚¿ãƒ ãƒ¬ãƒ¼ãƒˆã‚’è¿½åŠ ã—ã¦ãã ã•ã„ã€‚
ko: ì´ ê¸°ëŠ¥ì„ ì‚¬ìš©í•˜ë ¤ë©´ ì‚¬ìš©ìž ì§€ì • í™˜ìœ¨ì„ ì¶”ê°€í•˜ì„¸ìš”.
ru: Ð”Ð¾Ð±Ð°Ð²ÑŒÑ‚Ðµ ÑÐ²Ð¾Ð¹ ÐºÑƒÑ€Ñ Ð´Ð»Ñ Ð¸ÑÐ¿Ð¾Ð»ÑŒÐ·Ð¾Ð²Ð°Ð½Ð¸Ñ Ñ„ÑƒÐ½ÐºÑ†Ð¸Ð¸.
tr: Bu özelliği kullanmak için özel oran ekleyin.
vi: Thêm tỷ giá tùy chỉnh để sử dụng tính năng này.
zh: éœ€è¦æ·»åŠ è‡ªå®šä¹‰æ±‡çŽ‡æ‰èƒ½ä½¿ç”¨æ­¤åŠŸèƒ½ã€‚

source: Create Rate
ar: إنشاء سعر
de: Kurs erstellen
es: Crear Tasa
fr: Créer Taux
hi: à¤¦à¤° à¤¬à¤¨à¤¾à¤à¤‚
id: Buat Kurs
it: Crea Tasso
ja: ãƒ¬ãƒ¼ãƒˆä½œæˆ
ko: í™˜ìœ¨ ìƒì„±
ru: Ð¡Ð¾Ð·Ð´Ð°Ñ‚ÑŒ ÐºÑƒÑ€Ñ
tr: Oran Oluştur
vi: Tạo tỷ giá
zh: åˆ›å»ºæ±‡çŽ‡

# chooseRate
source: Choose a rate
ar: اختر سعرًا
de: Kurs wählen
es: Elige una tasa
fr: Choisir un taux
hi: à¤¦à¤° à¤šà¥à¤¨à¥‡à¤‚
id: Pilih kurs
it: Scegli un tasso
ja: ãƒ¬ãƒ¼ãƒˆã‚’é¸æŠž
ko: í™˜ìœ¨ ì„ íƒ
ru: Ð’Ñ‹Ð±ÐµÑ€Ð¸Ñ‚Ðµ ÐºÑƒÑ€Ñ
tr: Oran seçin
vi: Chọn tỷ giá
zh: é€‰æ‹©æ±‡çŽ‡

source: New Rate...
ar: سعر جديد...
de: Neuer Kurs...
es: Nueva Tasa...
fr: Nouveau Taux...
hi: à¤¨à¤ˆ à¤¦à¤°...
id: Kurs Baru...
it: Nuovo Tasso...
ja: æ–°ã—ã„ãƒ¬ãƒ¼ãƒˆ...
ko: ìƒˆ í™˜ìœ¨...
ru: ÐÐ¾Ð²Ñ‹Ð¹ ÐºÑƒÑ€Ñ...
tr: Yeni Oran...
vi: Tỷ giá mới...
zh: æ–°æ±‡çŽ‡...

# convertVesTo
source: Convert Bolivars to...
ar: تحويل بوليفار إلى...
de: Bolivar umrechnen in...
es: Convertir Bolívares a...
fr: Convertir Bolivars en...
hi: à¤¬à¥‹à¤²à¤¿à¤µà¤° à¤•à¥‹ à¤‡à¤¸à¤®à¥‡à¤‚ à¤¬à¤¦à¤²à¥‡à¤‚...
id: Konversi Bolivar ke...
it: Converti Bolivar in...
ja: ãƒœãƒªãƒãƒ«ã‚’å¤‰æ›...
ko: ë³¼ë¦¬ë°”ë¥´ ë³€í™˜...
ru: ÐšÐ¾Ð½Ð²ÐµÑ€Ñ‚Ð¸Ñ€Ð¾Ð²Ð°Ñ‚ÑŒ Ð‘Ð¾Ð»Ð¸Ð²Ð°Ñ€Ñ‹ Ð²...
tr: Bolivar'ı şuna dönüştür...
vi: Chuyển đổi Bolivar sang...
zh: çŽ»åˆ©ç“¦å°”å…‘æ¢ä¸º...

# homeScreen
source: Home
ar: الرئيسية
es: Inicio
fr: Accueil
hi: à¤¹à¥‹à¤®
id: Beranda
ja: ãƒ›ãƒ¼ãƒ
ko: í™ˆ
ru: Ð“Ð»Ð°Ð²Ð½Ð°Ñ
tr: Ana Sayfa
vi: Trang chủ
zh: é¦–é¡µ

# calculatorScreen
source: Calculator
ar: آلة حاسبة
de: Rechner
es: Calculadora
fr: Calculatrice
hi: à¤•à¥ˆà¤²à¤•à¥à¤²à¥‡à¤Ÿà¤°
id: Kalkulator
it: Calcolatrice
ja: é›»å“
ko: ê³„ì‚°ê¸°
ru: ÐšÐ°Ð»ÑŒÐºÑƒÐ»ÑÑ‚Ð¾Ñ€
tr: Hesap Makinesi
vi: Máy tính
zh: è®¡ç®—å™¨

# rateDate
source: Value Date
ar: تاريخ الاستحقاق
de: Valutadatum
es: Fecha Valor
fr: Date de valeur
hi: à¤®à¥‚à¤²à¥à¤¯ à¤¤à¤¿à¤¥à¤¿
id: Tanggal Nilai
it: Data Valuta
ja: è©•ä¾¡æ—¥
ko: ê¸°ì¤€ì¼
ru: Ð”Ð°Ñ‚Ð° ÐºÑƒÑ€ÑÐ°
tr: Valör Tarihi
vi: Ngày giá trị
zh: èµ·æ¯æ—¥

# officialRateBcv
source: Official BCV Rate
ar: سعر BCV الرسمي
de: Offizieller BCV-Kurs
es: Tasa Oficial BCV
fr: Taux Officiel BCV
hi: BCV à¤†à¤§à¤¿à¤•à¤¾à¤°à¤¿à¤• à¤¦à¤°
id: Kurs Resmi BCV
it: Tasso Ufficiale BCV
ja: BCVå…¬å¼ãƒ¬ãƒ¼ãƒˆ
ko: BCV ê³µì‹ í™˜ìœ¨
ru: ÐžÑ„Ð¸Ñ†. ÐºÑƒÑ€Ñ BCV
tr: Resmi BCV Kuru
vi: Tỷ giá chính thức BCV
zh: BCV å®˜æ–¹æ±‡çŽ‡

# createYourFirstRate
source: Create your first custom rate
ar: أنشئ سعرك المخصص الأول
de: Erstellen Sie Ihren ersten Kurs
es: Crea tu primera tasa personalizada
fr: Créez votre premier taux
hi: à¤…à¤ªà¤¨à¥€ à¤ªà¤¹à¤²à¥€ à¤•à¤¸à¥à¤Ÿà¤® à¤¦à¤° à¤¬à¤¨à¤¾à¤à¤‚
id: Buat kurs kustom pertama Anda
it: Crea il tuo primo tasso
ja: æœ€åˆã®ã‚«ã‚¹ã‚¿ãƒ ãƒ¬ãƒ¼ãƒˆã‚’ä½œæˆ
ko: ì²« ë²ˆì§¸ ì‚¬ìš©ìž ì§€ì • í™˜ìœ¨ ìƒì„±
ru: Ð¡Ð¾Ð·Ð´Ð°Ð¹Ñ‚Ðµ ÑÐ²Ð¾Ð¹ Ð¿ÐµÑ€Ð²Ñ‹Ð¹ ÐºÑƒÑ€Ñ
tr: İlk özel oranınızı oluşturun
vi: Tạo tỷ giá tùy chỉnh đầu tiên của bạn
zh: åˆ›å»ºæ‚¨çš„ç¬¬ä¸€ä¸ªæ±‡çŽ‡

# addCustomRatesDescription
source: Add custom exchange rates to calculate your conversions.
ar: أضف أسعار صرف مخصصة لحساب تحويلاتك.
de: Fügen Sie eigene Kurse für Berechnungen hinzu.
es: Agrega tasas de cambios personalizadas para calcular tus conversiones.
fr: Ajoutez des taux personnalisés pour vos conversions.
hi: à¤…à¤ªà¤¨à¥‡ à¤°à¥‚à¤ªà¤¾à¤‚à¤¤à¤°à¤£à¥‹à¤‚ à¤•à¥€ à¤—à¤£à¤¨à¤¾ à¤•à¥‡ à¤²à¤¿à¤ à¤•à¤¸à¥à¤Ÿà¤® à¤µà¤¿à¤¨à¤¿à¤®à¤¯ à¤¦à¤°à¥‡à¤‚ à¤œà¥‹à¤¡à¤¼à¥‡à¤‚à¥¤
id: Tambahkan nilai tukar kustom untuk menghitung konversi Anda.
it: Aggiungi tassi personalizzati per i calcoli.
ja: å¤‰æ›è¨ˆç®—ç”¨ã«ã‚«ã‚¹ã‚¿ãƒ ãƒ¬ãƒ¼ãƒˆã‚’è¿½åŠ ã—ã¾ã™ã€‚
ko: í™˜ì‚° ê³„ì‚°ì„ ìœ„í•´ ì‚¬ìš©ìž ì§€ì • í™˜ìœ¨ì„ ì¶”ê°€í•˜ì„¸ìš”.
ru: Ð”Ð¾Ð±Ð°Ð²ÑŒÑ‚Ðµ ÑÐ²Ð¾Ð¸ ÐºÑƒÑ€ÑÑ‹ Ð´Ð»Ñ Ñ€Ð°ÑÑ‡ÐµÑ‚Ð¾Ð².
tr: Dönüşümlerinizi hesaplamak için özel döviz kurları ekleyin.
vi: Thêm tỷ giá hối đoái tùy chỉnh để tính toán chuyển đổi của bạn.
zh: æ·»åŠ è‡ªå®šä¹‰æ±‡çŽ‡ä»¥è®¡ç®—è½¬æ¢ã€‚

source: Error loading rate
ar: خطأ في تحميل السعر
de: Fehler beim Laden des Kurses
es: Error cargando tasa
fr: Erreur de chargement du taux
hi: à¤¦à¤° à¤²à¥‹à¤¡ à¤•à¤°à¤¨à¥‡ à¤®à¥‡à¤‚ à¤¤à¥à¤°à¥à¤Ÿà¤¿
id: Kesalahan memuat kurs
it: Errore caricamento tasso
ja: ãƒ¬ãƒ¼ãƒˆã®èª­ã¿è¾¼ã¿ã‚¨ãƒ©ãƒ¼
ko: í™˜ìœ¨ ë¡œë”© ì˜¤ë¥˜
ru: ÐžÑˆÐ¸Ð±ÐºÐ° Ð·Ð°Ð³Ñ€ÑƒÐ·ÐºÐ¸ ÐºÑƒÑ€ÑÐ°
tr: Oran yüklenirken hata
vi: Lỗi tải tỷ giá
zh: åŠ è½½æ±‡çŽ‡é”™è¯¯

# unlockPdfTitle
source: Unlock PDF Export
ar: فتح تصدير PDF
de: PDF-Export entsperren
es: Desbloquear Exportación PDF
fr: Débloquer l'export PDF
hi: PDF à¤¨à¤¿à¤°à¥à¤¯à¤¾à¤¤ à¤…à¤¨à¤²à¥‰à¤• à¤•à¤°à¥‡à¤‚
id: Buka Ekspor PDF
it: Sblocca Export PDF
ja: PDFã‚¨ã‚¯ã‚¹ãƒãƒ¼ãƒˆã‚’è§£é™¤
ko: PDF ë‚´ë³´ë‚´ê¸° ìž ê¸ˆ í•´ì œ
ru: Ð Ð°Ð·Ð±Ð»Ð¾ÐºÐ¸Ñ€Ð¾Ð²Ð°Ñ‚ÑŒ PDF
tr: PDF Dışa Aktarmayı Aç
vi: Mở khóa xuất PDF
zh: è§£é” PDF å¯¼å‡º

# unlockPdfDesc
source: To export history to PDF, please watch a short ad. This will unlock the feature for 24 hours.
ar: لتصدير السجل إلى PDF، يرجى مشاهدة إعلان قصير. سيؤدي هذا إلى فتح الميزة لمدة 24 ساعة.
de: Um als PDF zu exportieren, schau dir eine Werbung an. Dies schaltet die Funktion für 24h frei.
es: Para exportar el historial a PDF, por favor ve un anuncio corto. Esto desbloqueará la función por 24 horas.
fr: Pour exporter en PDF, regardez une courte pub. Cela débloquera la fonction pour 24h.
hi: PDF à¤®à¥‡à¤‚ à¤¨à¤¿à¤°à¥à¤¯à¤¾à¤¤ à¤•à¤°à¤¨à¥‡ à¤•à¥‡ à¤²à¤¿à¤, à¤•à¥ƒà¤ªà¤¯à¤¾ à¤à¤• à¤›à¥‹à¤Ÿà¤¾ à¤µà¤¿à¤œà¥à¤žà¤¾à¤ªà¤¨ à¤¦à¥‡à¤–à¥‡à¤‚à¥¤ à¤¯à¤¹ à¤¸à¥à¤µà¤¿à¤§à¤¾ à¤•à¥‹ 24 à¤˜à¤‚à¤Ÿà¥‡ à¤•à¥‡ à¤²à¤¿à¤ à¤…à¤¨à¤²à¥‰à¤• à¤•à¤° à¤¦à¥‡à¤—à¤¾à¥¤
id: Untuk mengekspor ke PDF, silakan tonton iklan singkat. Ini akan membuka fitur selama 24 jam.
it: Per esportare in PDF, guarda una pubblicità. Sbloccherà la funzione per 24 ore.
ja: PDFã«ã‚¨ã‚¯ã‚¹ãƒãƒ¼ãƒˆã™ã‚‹ã«ã¯ã€çŸ­ã„åºƒå‘Šã‚’ã”è¦§ãã ã•ã„ã€‚24æ™‚é–“æ©Ÿèƒ½ãŒè§£æ”¾ã•ã‚Œã¾ã™ã€‚
ko: PDFë¡œ ë‚´ë³´ë‚´ë ¤ë©´ ì§§ì€ ê´‘ê³ ë¥¼ ì‹œì²­í•˜ì„¸ìš”. 24ì‹œê°„ ë™ì•ˆ ê¸°ëŠ¥ì´ ìž ê¸ˆ í•´ì œë©ë‹ˆë‹¤.
ru: Ð§Ñ‚Ð¾Ð±Ñ‹ ÑÐºÑÐ¿Ð¾Ñ€Ñ‚Ð¸Ñ€Ð¾Ð²Ð°Ñ‚ÑŒ Ð² PDF, Ð¿Ð¾ÑÐ¼Ð¾Ñ‚Ñ€Ð¸Ñ‚Ðµ Ñ€ÐµÐºÐ»Ð°Ð¼Ñƒ. Ð­Ñ‚Ð¾ Ñ€Ð°Ð·Ð±Ð»Ð¾ÐºÐ¸Ñ€ÑƒÐµÑ‚ Ñ„ÑƒÐ½ÐºÑ†Ð¸ÑŽ Ð½Ð° 24 Ñ‡Ð°ÑÐ°.
tr: PDF'ye aktarmak için lütfen kısa bir reklam izleyin. Bu özellik 24 saatliğine açılacaktır.
vi: Để xuất sang PDF, vui lòng xem một quảng cáo ngắn. Điều này sẽ mở khóa tính năng trong 24 giờ.
zh: è¦å¯¼å‡º PDFï¼Œè¯·è§‚çœ‹ç®€çŸ­å¹¿å‘Šã€‚è¿™å°†è§£é”è¯¥åŠŸèƒ½ 24 å°æ—¶ã€‚

# adNotReady
source: The ad is not ready yet. Try again in a few seconds.
ar: الإعلان ليس جاهزًا بعد. حاول مرة أخرى في غضون ثوان.
de: Die Werbung ist noch nicht bereit. Versuch es gleich noch einmal.
es: El anuncio aún no está listo. Intenta de nuevo en unos segundos.
fr: La pub n'est pas encore prête. Réessayez dans quelques secondes.
hi: à¤µà¤¿à¤œà¥à¤žà¤¾à¤ªà¤¨ à¤…à¤­à¥€ à¤¤à¥ˆà¤¯à¤¾à¤° à¤¨à¤¹à¥€à¤‚ à¤¹à¥ˆà¥¤ à¤•à¥à¤› à¤¸à¥‡à¤•à¤‚à¤¡ à¤®à¥‡à¤‚ à¤ªà¥à¤¨à¤ƒ à¤ªà¥à¤°à¤¯à¤¾à¤¸ à¤•à¤°à¥‡à¤‚à¥¤
id: Iklan belum siap. Coba lagi dalam beberapa detik.
it: La pubblicità non è ancora pronta. Riprova tra qualche secondo.
ja: åºƒå‘Šã®æº–å‚™ãŒã§ãã¦ã„ã¾ã›ã‚“ã€‚æ•°ç§’å¾Œã«ã‚‚ã†ä¸€åº¦ãŠè©¦ã—ãã ã•ã„ã€‚
ko: ê´‘ê³ ê°€ ì•„ì§ ì¤€ë¹„ë˜ì§€ ì•Šì•˜ìŠµë‹ˆë‹¤. ëª‡ ì´ˆ í›„ì— ë‹¤ì‹œ ì‹œë„í•˜ì„¸ìš”.
ru: Ð ÐµÐºÐ»Ð°Ð¼Ð° ÐµÑ‰Ðµ Ð½Ðµ Ð³Ð¾Ñ‚Ð¾Ð²Ð°. ÐŸÐ¾Ð¿Ñ€Ð¾Ð±ÑƒÐ¹Ñ‚Ðµ Ñ‡ÐµÑ€ÐµÐ· Ð½ÐµÑÐºÐ¾Ð»ÑŒÐºÐ¾ ÑÐµÐºÑƒÐ½Ð´.
tr: Reklam henüz hazır değil. Birkaç saniye sonra tekrar deneyin.
vi: Quảng cáo chưa sẵn sàng. Hãy thử lại sau vài giây.
zh: å¹¿å‘Šå°šæœªå‡†å¤‡å¥½ã€‚è¯·å‡ ç§’é’ŸåŽå†è¯•ã€‚

# featureUnlocked
source: Feature unlocked for 24 hours!
ar: تم فتح الميزة لمدة 24 ساعة!
de: Funktion für 24 Stunden freigeschaltet!
es: ¡Función desbloqueada por 24 horas!
fr: Fonctionnalité débloquée pour 24 heures !
hi: à¤¸à¥à¤µà¤¿à¤§à¤¾ 24 à¤˜à¤‚à¤Ÿà¥‡ à¤•à¥‡ à¤²à¤¿à¤ à¤…à¤¨à¤²à¥‰à¤• à¤¹à¥‹ à¤—à¤ˆ!
id: Fitur dibuka selama 24 jam!
it: Funzione sbloccata per 24 ore!
ja: æ©Ÿèƒ½ãŒ24æ™‚é–“è§£æ”¾ã•ã‚Œã¾ã—ãŸï¼
ko: ê¸°ëŠ¥ì´ 24ì‹œê°„ ë™ì•ˆ ìž ê¸ˆ í•´ì œë˜ì—ˆìŠµë‹ˆë‹¤!
ru: Ð¤ÑƒÐ½ÐºÑ†Ð¸Ñ Ñ€Ð°Ð·Ð±Ð»Ð¾ÐºÐ¸Ñ€Ð¾Ð²Ð°Ð½Ð° Ð½Ð° 24 Ñ‡Ð°ÑÐ°!
tr: Özellik 24 saatliğine açıldı!
vi: Tính năng đã được mở khóa trong 24 giờ!
zh: åŠŸèƒ½å·²è§£é” 24 å°æ—¶ï¼

# pdfHeader
source: BCV Price History
ar: تاريخ أسعار BCV
de: BCV-Preisverlauf
es: Historial de Precios BCV
fr: Historique des prix BCV
hi: BCV à¤®à¥‚à¤²à¥à¤¯ à¤‡à¤¤à¤¿à¤¹à¤¾à¤¸
id: Riwayat Harga BCV
it: Cronologia Prezzi BCV
ja: BCVä¾¡æ ¼å±¥æ­´
ko: BCV ê°€ê²© ê¸°ë¡
ru: Ð˜ÑÑ‚Ð¾Ñ€Ð¸Ñ Ñ†ÐµÐ½ BCV
tr: BCV Fiyat Geçmişi
vi: Lịch sử giá BCV
zh: BCV ä»·æ ¼åŽ†å²

# statsPeriod
source: Period Statistics
ar: إحصائيات الفترة
de: Periodenstatistik
es: Estadísticas del Periodo
fr: Statistiques de la Période
hi: à¤…à¤µà¤§à¤¿ à¤¸à¤¾à¤‚à¤–à¥à¤¯à¤¿à¤•à¥€
id: Statistik Periode
it: Statistiche del Periodo
ja: æœŸé–“çµ±è¨ˆ
ko: ê¸°ê°„ í†µê³„
ru: Ð¡Ñ‚Ð°Ñ‚Ð¸ÑÑ‚Ð¸ÐºÐ° Ð·Ð° Ð¿ÐµÑ€Ð¸Ð¾Ð´
tr: Dönem İstatistikleri
vi: Thống kê giai đoạn
zh: æœŸé—´ç»Ÿè®¡

# copiedClipboard
source: Copied to clipboard
ar: تم النسخ إلى الحافظة
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
hi: à¤•à¥à¤²à¤¿à¤ªà¤¬à¥‹à¤°à¥à¤¡ à¤ªà¤° à¤•à¥‰à¤ªà¥€ à¤•à¤¿à¤¯à¤¾ à¤—à¤¯à¤¾
id: Disalin ke papan klip
it: Copiato negli appunti
ja: ã‚¯ãƒªãƒƒãƒ—ãƒœãƒ¼ãƒ‰ã«ã‚³ãƒ”ãƒ¼ã—ã¾ã—ãŸ
ko: í´ë¦½ë³´ë“œì— ë³µì‚¬ë¨
ru: Ð¡ÐºÐ¾Ð¿Ð¸Ñ€Ð¾Ð²Ð°Ð½Ð¾ Ð² Ð±ÑƒÑ„ÐµÑ€ Ð¾Ð±Ð¼ÐµÐ½Ð°
tr: Panoya kopyalandı
vi: Đã sao chép vào khay nhớ tạm
zh: å·²å¤åˆ¶åˆ°å‰ªè´´æ¿

# amountDollars
source: Amount in Dollars
ar: المبلغ بالدولار
de: Betrag in Dollar
es: Monto en Dólares
fr: Montant en Dollars
hi: à¤¡à¥‰à¤²à¤° à¤®à¥‡à¤‚ à¤°à¤¾à¤¶à¤¿
id: Jumlah dalam Dolar
it: Importo in Dollari
ja: ãƒ‰ãƒ«ã®é‡‘é¡
ko: ë‹¬ëŸ¬ ê¸ˆì•¡
ru: Ð¡ÑƒÐ¼Ð¼Ð° Ð² Ð´Ð¾Ð»Ð»Ð°Ñ€Ð°Ñ…
tr: Dolar Tutarı
vi: Số tiền bằng Đô la
zh: ç¾Žå…ƒé‡‘é¢

# amountEuros
source: Amount in Euros
ar: المبلغ باليورو
de: Betrag in Euro
es: Monto en Euros
fr: Montant en Euros
hi: à¤¯à¥‚à¤°à¥‹ à¤®à¥‡à¤‚ à¤°à¤¾à¤¶à¤¿
id: Jumlah dalam Euro
it: Importo in Euro
ja: ãƒ¦ãƒ¼ãƒ­ã®é‡‘é¡
ko: ìœ ë¡œ ê¸ˆì•¡
ru: Ð¡ÑƒÐ¼Ð¼Ð° Ð² ÐµÐ²Ñ€Ð¾
tr: Euro Tutarı
vi: Số tiền bằng Euro
zh: æ¬§å…ƒé‡‘é¢

# amountBolivars
source: Amount in Bolivars
ar: المبلغ بالبوليفار
de: Betrag in Bolivar
es: Monto en Bolívares
fr: Montant en Bolivars
hi: à¤¬à¥‹à¤²à¤¿à¤µà¤° à¤®à¥‡à¤‚ à¤°à¤¾à¤¶à¤¿
id: Jumlah dalam Bolivar
it: Importo in Bolivar
ja: ãƒœãƒªãƒãƒ«ã®é‡‘é¡
ko: ë³¼ë¦¬ë°”ë¥´ ê¸ˆì•¡
ru: Ð¡ÑƒÐ¼Ð¼Ð° Ð² Ð±Ð¾Ð»Ð¸Ð²Ð°Ñ€Ð°Ñ…
tr: Bolivar Tutarı
vi: Số tiền bằng Bolivar
zh: çŽ»åˆ©ç“¦å°”é‡‘é¢

# amountCustom
source: Amount in
ar: المبلغ بـ
de: Betrag in
es: Monto en
fr: Montant en
hi: à¤°à¤¾à¤¶à¤¿
id: Jumlah dalam
it: Importo in
ja: é‡‘é¡
ko: ê¸ˆì•¡
ru: Ð¡ÑƒÐ¼Ð¼Ð° Ð²
tr: Tutar
vi: Số tiền bằng
zh: é‡‘é¢

# shareError
source: Error sharing
ar: خطأ في المشاركة
de: Fehler beim Teilen
es: Error al compartir
fr: Erreur de partage
hi: à¤¸à¤¾à¤à¤¾ à¤•à¤°à¤¨à¥‡ à¤®à¥‡à¤‚ à¤¤à¥à¤°à¥à¤Ÿà¤¿
id: Kesalahan berbagi
it: Errore condivisione
ja: å…±æœ‰ã‚¨ãƒ©ãƒ¼
ko: ê³µìœ ì˜¤ë¥˜
ru: ÐžÑˆÐ¸Ð±ÐºÐ° Ð¿Ñ€Ð¸ Ð¾Ñ‚Ð¿Ñ€Ð°Ð²ÐºÐµ
tr: Paylaşma hatası
vi: Lỗi chia sẻ
zh: åˆ†äº«é”™è¯¯

# pdfError
source: Error generating PDF
ar: خطأ في إنشاء PDF
de: Fehler beim PDF-Erstellen
es: Error al generar PDF
fr: Erreur de génération PDF
hi: PDF à¤¬à¤¨à¤¾à¤¨à¥‡ à¤®à¥‡à¤‚ à¤¤à¥à¤°à¥à¤Ÿà¤¿
id: Kesalahan membuat PDF
it: Errore generazione PDF
ja: PDFç”Ÿæˆã‚¨ãƒ©ãƒ¼
ko: PDF ìƒì„± ì˜¤ë¥˜
ru: ÐžÑˆÐ¸Ð±ÐºÐ° ÑÐ¾Ð·Ð´Ð°Ð½Ð¸Ñ PDF
tr: PDF oluşturma hatası
vi: Lỗi tạo PDF
zh: ç”Ÿæˆ PDF é”™è¯¯

source: View List
ar: عرض القائمة
de: Liste anzeigen
es: Ver Lista
fr: Voir Liste
hi: à¤¸à¥‚à¤šà¥€ à¤¦à¥‡à¤–à¥‡à¤‚
id: Lihat Daftar
it: Vedi Lista
ja: ãƒªã‚¹ãƒˆè¡¨ç¤º
ko: ëª©ë¡ ë³´ê¸°
ru: Ð¡Ð¿Ð¸ÑÐºÐ¾Ð¼
tr: Listeyi Görüntüle
vi: Xem danh sách
zh: æŸ¥çœ‹åˆ—è¡¨

source: View Chart
ar: عرض الرسم البياني
de: Diagramm anzeigen
es: Ver Gráfico
fr: Voir Graphique
hi: à¤šà¤¾à¤°à¥à¤Ÿ à¤¦à¥‡à¤–à¥‡à¤‚
id: Lihat Grafik
it: Vedi Grafico
ja: ãƒãƒ£ãƒ¼ãƒˆè¡¨ç¤º
ko: ì°¨íŠ¸ ë³´ê¸°
ru: Ð“Ñ€Ð°Ñ„Ð¸Ðº
tr: Grafiği Görüntüle
vi: Xem biểu đồ
zh: æŸ¥çœ‹å›¾è¡¨

# noData
source: No data available
ar: لا توجد بيانات
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
hi: à¤•à¥‹à¤ˆ à¤¡à¥‡à¤Ÿà¤¾ à¤‰à¤ªà¤²à¤¬à¥à¤§ à¤¨à¤¹à¥€à¤‚
id: Tidak ada data
it: Nessun dato disponibile
ja: ãƒ‡ãƒ¼ã‚¿ãªã—
ko: ë°ì´í„° ì—†ìŒ
ru: ÐÐµÑ‚ Ð´Ð°Ð½Ð½Ñ‹Ñ…
tr: Veri yok
vi: Không có dữ liệu
zh: æ— å¯ç”¨æ•°æ®

# mean
source: Average
ar: متوسط
de: Durchschnitt
es: Promedio
fr: Moyenne
hi: à¤”à¤¸à¤¤
id: Rata-rata
it: Media
ja: å¹³å‡
ko: í‰ê·
ru: Ð¡Ñ€ÐµÐ´Ð½ÐµÐµ
tr: Ortalama
vi: Trung bình
zh: å¹³å‡

# min
source: Minimum
ar: الحد الأدنى
es: Mínimo
hi: à¤¨à¥à¤¯à¥‚à¤¨à¤¤à¤®
it: Minimo
ja: æœ€å°
ko: ìµœì†Œ
ru: ÐœÐ¸Ð½.
vi: Tối thiểu
zh: æœ€å°

# max
source: Maximum
ar: الحد الأقصى
es: Máximo
hi: à¤…à¤§à¤¿à¤•à¤¤à¤®
id: Maksimum
it: Massimo
ja: æœ€å¤§
ko: ìµœëŒ€
ru: ÐœÐ°ÐºÑ.
tr: Maksimum
vi: Tối đa
zh: æœ€å¤§

source: Change
ar: تغيير
de: Veränderung
es: Cambio
fr: Variation
hi: à¤ªà¤°à¤¿à¤µà¤°à¥à¤¤à¤¨
id: Perubahan
it: Variazione
ja: å¤‰åŒ–
ko: ë³€ë™
ru: Ð˜Ð·Ð¼.
tr: Değişim
vi: Thay đổi
zh: å˜åŒ–

# rangeWeek
source: 1 Wk
ar: 1 أسبوع
de: 1 Wo
es: 1 Sem
fr: 1 Sem
hi: 1 à¤¸à¤ªà¥à¤¤à¤¾à¤¹
id: 1 Mgg
it: 1 Sett
ja: 1é€±é–“
ko: 1ì£¼
ru: 1 ÐÐµÐ´
tr: 1 Haf
vi: 1 Tuần
zh: 1å‘¨

# rangeMonth
source: 1 Mo
ar: 1 شهر
de: 1 Mon
es: 1 Mes
fr: 1 Mois
hi: 1 à¤®à¤¹à¥€à¤¨à¤¾
id: 1 Bln
it: 1 Mese
ja: 1ãƒ¶æœˆ
ko: 1ê°œì›”
ru: 1 ÐœÐµÑ
tr: 1 Ay
vi: 1 Tháng
zh: 1æœˆ

# rangeThreeMonths
source: 3 Mos
ar: 3 أشهر
de: 3 Mon
es: 3 Meses
fr: 3 Mois
hi: 3 à¤®à¤¹à¥€à¤¨à¥‡
id: 3 Bln
it: 3 Mesi
ja: 3ê°œì›”
ko: 3ê°œì›”
ru: 3 ÐœÐµÑ
tr: 3 Ay
vi: 3 Tháng
zh: 3æœˆ

# rangeYear
source: 1 Yr
ar: 1 سنة
de: 1 Jahr
es: 1 Año
fr: 1 An
hi: 1 à¤¸à¤¾à¤²
id: 1 Thn
it: 1 Anno
ja: 1å¹´
ko: 1ë…„
ru: 1 Ð“Ð¾Ð´
tr: 1 Yıl
vi: 1 Năm
zh: 1å¹´

# rangeCustom
source: Custom
ar: مخصص
de: Benutzer
es: Personalizado
fr: Perso
hi: à¤•à¤¸à¥à¤Ÿà¤®
id: Kustom
it: Person
ja: ã‚«ã‚¹ã‚¿ãƒ
ko: ë§žì¶¤
ru: Ð¡Ð²Ð¾Ð¹
tr: Özel
vi: Tùy chỉnh
zh: è‡ªå®šä¹‰

# removeAdsLink
source: Remove Ads
ar: إزالة الإعلانات
de: Werbung entfernen
es: Quitar anuncios
fr: Supprimer les pubs
hi: à¤µà¤¿à¤œà¥à¤žà¤¾à¤ªà¤¨ à¤¹à¤Ÿà¤¾à¤à¤‚
id: Hapus Iklan
it: Rimuovi pubblicità
ja: åºƒå‘Šã‚’å‰Šé™¤
ko: ê´‘ê³ ì œê±°
ru: Ð£Ð±Ñ€Ð°Ñ‚ÑŒ Ñ€ÐµÐºÐ»Ð°Ð¼Ñƒ
tr: Reklamları Kaldır
vi: Xóa quảng cáo
zh: ç§»é™¤å¹¿å‘Š

# thanksSupport
source: Thanks for your support!
ar: شكرا لدعمك!
de: Danke für deine Unterstützung!
es: ¡Gracias por tu apoyo!
fr: Merci pour votre soutien !
hi: à¤†à¤ªà¤•à¥‡ à¤¸à¤®à¤°à¥à¤¥à¤¨ à¤•à¥‡ à¤²à¤¿à¤ à¤§à¤¨à¥à¤¯à¤µà¤¾à¤¦!
id: Terima kasih atas dukungan Anda!
it: Grazie per il tuo supporto!
ja: ã”æ”¯æ´ã‚ã‚ŠãŒã¨ã†ã”ã–ã„ã¾ã™ï¼
ko: ì§€ì›í•´ ì£¼ì…”ì„œ ê°ì‚¬í•©ë‹ˆë‹¤!
ru: Ð¡Ð¿Ð°ÑÐ¸Ð±Ð¾ Ð·Ð° Ð¿Ð¾Ð´Ð´ÐµÑ€Ð¶ÐºÑƒ!
tr: Desteğiniz için teşekkürler!
vi: Cảm ơn sự hỗ trợ của bạn!
zh: æ„Ÿè°¢æ‚¨çš„æ”¯æŒï¼

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de Privacidad
fr: Politique de confidentialité
hi: à¤—à¥‹à¤ªà¤¨à¥€à¤¯à¤¤à¤¾ à¤¨à¥€à¤¤à¤¿
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: ãƒ—ãƒ©ã‚¤ãƒã‚·ãƒ¼ãƒãƒªã‚·ãƒ¼
ko: ê°œì¸ì •ë³´ ì²˜ë¦¬ë°©ì¹¨
ru: ÐŸÐ¾Ð»Ð¸Ñ‚Ð¸ÐºÐ° ÐºÐ¾Ð½Ñ„Ð¸Ð´ÐµÐ½Ñ†Ð¸Ð°Ð»ÑŒÐ½Ð¾ÑÑ‚Ð¸
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh: éšç§æ”¿ç­–

# deactivateProTest
source: Deactivate PRO (Testing)
ar: إلغاء تنشيط PRO (اختبار)
de: PRO deaktivieren (Tests)
es: Desactivar PRO (Pruebas)
fr: Désactiver PRO (Tests)
hi: PRO निष्क्रिय करें (परीक्षण)
id: Nonaktifkan PRO (Pengujian)
it: Disattiva PRO (Test)
ja: PROを無効化 (テスト)
ko: PRO 비활성화 (테스트)
ru: Отключить PRO (Тесты)
tr: PRO'yu Devre Dışı Bırak (Test)
vi: Tắt PRO (Thử nghiệm)
zh: 停用 PRO (测试)

# deactivateProTitle
source: Deactivate PRO
ar: إلغاء تنشيط PRO
de: PRO deaktivieren
es: Desactivar PRO
fr: Désactiver PRO
hi: PRO निष्क्रिय करें
id: Nonaktifkan PRO
it: Disattiva PRO
ja: PROを無効化
ko: PRO 비활성화
ru: Отключить PRO
tr: PRO'yu Devre Dışı Bırak
vi: Tắt PRO
zh: 停用 PRO

# deactivateProMessage
source: Do you want to deactivate PRO mode? (Testing only)
ar: هل تريد إلغاء تنشيط وضع PRO؟ (للاختبار فقط)
de: Möchten Sie den PRO-Modus deaktivieren? (Nur für Tests)
es: ¿Deseas desactivar el modo PRO? (Solo para pruebas)
fr: Voulez-vous désactiver le mode PRO? (Tests uniquement)
hi: क्या आप PRO मोड निष्क्रिय करना चाहते हैं? (केवल परीक्षण के लिए)
id: Apakah Anda ingin menonaktifkan mode PRO? (Hanya untuk pengujian)
it: Vuoi disattivare la modalità PRO? (Solo per test)
ja: PROモードを無効化しますか？ (テストのみ)
ko: PRO 모드를 비활성화하시겠습니까? (테스트 전용)
ru: Хотите отключить режим PRO? (Только для тестов)
tr: PRO modunu devre dışı bırakmak istiyor musunuz? (Yalnızca test için)
vi: Bạn có muốn tắt chế độ PRO không? (Chỉ để thử nghiệm)
zh: 是否要停用 PRO 模式？ (仅用于测试)

# deactivateProSuccess
source: PRO deactivated. Restart the app to apply changes.
ar: تم إلغاء تنشيط PRO. أعد تشغيل التطبيق لتطبيق التغييرات.
de: PRO deaktiviert. Starten Sie die App neu, um Änderungen anzuwenden.
es: PRO desactivado. Reinicia la app para aplicar cambios.
fr: PRO désactivé. Redémarrez l'app pour appliquer les changements.
hi: PRO निष्क्रिय किया गया। परिवर्तन लागू करने के लिए ऐप पुनः प्रारंभ करें।
id: PRO dinonaktifkan. Mulai ulang aplikasi untuk menerapkan perubahan.
it: PRO disattivato. Riavvia l'app per applicare le modifiche.
ja: PROが無効化されました。変更を適用するにはアプリを再起動してください。
ko: PRO가 비활성화되었습니다. 변경 사항을 적용하려면 앱을 다시 시작하세요.
ru: PRO отключен. Перезапустите приложение, чтобы применить изменения.
tr: PRO devre dışı bırakıldı. Değişiklikleri uygulamak için uygulamayı yeniden başlatın.
vi: Đã tắt PRO. Khởi động lại ứng dụng để áp dụng thay đổi.
zh: PRO 已停用。重启应用以应用更改。

# pdfCurrency
source: Currency
ar: العملة
de: Währung
es: Moneda
fr: Devise
id: Mata Uang
it: Valuta
tr: Para Birimi
vi: Tiền tệ

# pdfRange
source: Range
ar: النطاق
de: Bereich
es: Rango
fr: Intervalle
id: Rentang
it: Intervallo
tr: Aralık
vi: Phạm vi

# pdfDailyDetails
source: Daily Details (Reverse Chronological)
ar: التفاصيل اليومية
de: Tägliche Details
es: Detalles Diarios (Crono. Inverso)
fr: Détails Quotidiens
id: Rincian Harian
it: Dettagli Giornalieri
tr: Günlük Detaylar
vi: Chi tiết hàng ngày
