Repository: JAlvarezGW19/CalculadoraBCV
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, id, it, ja, ko, ru, tr, vi, zh

# pdfDate
source: Date
ar: التاريخ
de: Datum
es: Fecha
id: Tanggal
it: Data
tr: Tarih
vi: Ngày

# pdfRate
source: Rate (Bs)
ar: السعر (Bs)
de: Kurs (Bs)
es: Tasa (Bs)
fr: Taux (Bs)
id: Kurs (Bs)
it: Tasso (Bs)
tr: Kur (Bs)
vi: Tỷ giá (Bs)

# pdfChangePercent
source: Change %
ar: التغيير %
de: Änd. %
es: Cambio %
fr: Chang. %
id: Perubahan %
it: Var. %
tr: Değişim %
vi: Thay đổi %

# noInternetConnection
source: No internet connection. Data may be outdated.
ar: لا يوجد اتصال بالإنترنت. قد تكون البيانات قديمة.
de: Keine Internetverbindung. Daten könnten veraltet sein.
es: Sin conexión a internet. Los datos pueden estar desactualizados.
fr: Pas de connexion internet. Les données peuvent être obsolètes.
id: Tidak ada koneksi internet. Data mungkin usang.
it: Nessuna connessione internet. I dati potrebbero essere obsoleti.
tr: İnternet bağlantısı yok. Veriler güncel olmayabilir.
vi: Không có kết nối internet. Dữ liệu có thể bị lỗi thời.

# internetRestored
source: Connection restored.
ar: تمت استعادة الاتصال.
de: Verbindung wiederhergestellt.
es: Conexión restaurada.
fr: Connexion rétablie.
id: Koneksi dipulihkan.
it: Connessione ripristinata.
tr: Bağlantı sağlandı.
vi: Đã khôi phục kết nối.

# ratesUpdatedSuccess
source: Rates updated successfully.
ar: تم تحديث الأسعار بنجاح.
de: Kurse erfolgreich aktualisiert.
es: Tasas actualizadas correctamente.
fr: Taux mis à jour avec succès.
id: Kurs berhasil diperbarui.
it: Tassi aggiornati con successo.
tr: Kurlar başarıyla güncellendi.
vi: Cập nhật tỷ giá thành công.

# rateNameExists
source: A rate with this name already exists
ar: السعر بهذا الاسم موجود بالفعل
de: Ein Kurs mit diesem Namen existiert bereits
es: Ya existe una tasa con ese nombre
fr: Un taux avec ce nom existe déjà
it: Esiste già un tasso con questo nome
vi: Tỷ giá với tên này đã tồn tại

# rateNameLabel
source: Name (Max 10)
ar: الاسم (الحد الأقصى 10)
es: Nombre (Máx. 10)
fr: Nom (Max 10)
it: Nome (Max 10)
vi: Tên (Tối đa 10)

# rateValueLabel
source: Rate (Bolivars)
ar: السعر (بوليفار)
de: Kurs (Bolivar)
es: Tasa (Bolívares)
fr: Taux (Bolivars)
it: Tasso (Bolivar)
vi: Tỷ giá (Bolivar)

source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
vi: Lưu

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
vi: Xóa

source: Edit Rate
ar: تعديل السعر
de: Kurs bearbeiten
es: Editar Tasa
fr: Modifier le taux
it: Modifica Tasso
vi: Sửa tỷ giá

# tutorialOneTitle
source: Currencies and Dates
ar: العملات والتواريخ
de: Währungen und Daten
es: Monedas y Fechas
it: Valute e Date
vi: Tiền tệ và Ngày

# tutorialOneDesc
source: Switch between Dollar, Euro and Custom rates. You can also check Today's and Tomorrow's rates.
ar: التبديل بين الدولار واليورو والأسعار المخصصة. يمكنك أيضًا التحقق من أسعار اليوم وغدًا.
de: Wechseln Sie zwischen Dollar, Euro und benutzerdefinierten Kursen. Sie können auch die Kurse von Heute und Morgen überprüfen.
es: Alterna entre Dólar, Euro y tasas Personalizadas. También puedes consultar la tasa de Hoy y Mañana.
it: Passa tra Dollaro, Euro e tassi personalizzati. Puoi anche controllare i tassi di Oggi e Domani.
vi: Chuyển đổi giữa Đô la, Euro và tỷ giá tùy chỉnh. Bạn cũng có thể kiểm tra tỷ giá Hôm nay và Ngày mai.

# tutorialTwoTitle
source: Conversion Order
ar: ترتيب التحويل
de: Umrechnungsreihenfolge
es: Orden de Conversión
it: Ordine di Conversione
vi: Thứ tự Chuyển đổi

# tutorialTwoDesc
source: Tap here to change the order. Type in Dollars to see Bolivars, or vice versa.
ar: اضغط هنا لتغيير الترتيب. اكتب بالدولار لرؤية البوليفارات، أو العكس.
de: Tippen Sie hier, um die Reihenfolge zu ändern. Geben Sie in Dollar ein, um Bolivar zu sehen, oder umgekehrt.
es: Toca aquí para cambiar el orden. Escribe en Dólares para ver Bolívares, o viceversa.
it: Tocca qui per cambiare l'ordine. Digita in Dollari per vedere i Bolivar, o viceversa.
vi: Nhấn vào đây để thay đổi thứ tự. Nhập bằng Đô la để xem Bolivar, hoặc ngược lại.

# tutorialThreeTitle
source: Smart Scan
ar: المسح الذكي
de: Intelligenter Scan
es: Escaneo Inteligente
it: Scanner Intelligente
vi: Quét Thông minh

# tutorialThreeDesc
source: Use the camera to detect prices and convert them automatically in real-time.
ar: استخدم الكاميرا لاكتشاف الأسعار وتحويلها تلقائيًا في الوقت الفعلي.
de: Verwenden Sie die Kamera, um Preise zu erkennen und automatisch in Echtzeit umzurechnen.
es: Usa la cámara para detectar precios y convertirlos automáticamente en tiempo real.
it: Usa la fotocamera per rilevare i prezzi e convertirli automaticamente in tempo reale.
vi: Sử dụng máy ảnh để phát hiện giá và chuyển đổi chúng tự động trong thời gian thực.

# tutorialSkip
source: Skip
ar: تخطي
de: Überspringen
es: Omitir
it: Salta
vi: Bỏ qua

# tutorialNext
source: Next
ar: التالي
de: Weiter
es: Siguiente
it: Avanti
vi: Tiếp

# tutorialFinish
source: Finish
ar: إنهاء
de: Beenden
es: Finalizar
it: Fine
vi: Hoàn tất

# customRatePlaceholder
source: Here you can add custom rates like Zelle, Binance or Remittances. We will automatically calculate the difference with the BCV.
ar: هنا يمكنك إضافة أسعار مخصصة مثل Zelle أو Binance أو التحويلات المالية. سنقوم بحساب الفرق مع البنك المركزي الفنزويلي تلقائيًا.
de: Hier können Sie benutzerdefinierte Kurse wie Zelle, Binance oder Überweisungen hinzufügen. Wir berechnen automatisch die Differenz zum BCV.
es: Aquí puedes agregar tasas personalizadas como Zelle, Binance o Remesas. Nosotros calcularemos la diferencia con el BCV automáticamente.
fr: Ici, vous pouvez ajouter des taux personnalisés comme Zelle, Binance ou les transferts de fonds. Nous calculerons automatiquement la différence avec la BCV.
it: Qui puoi aggiungere tassi personalizzati come Zelle, Binance o rimesse. Calcoleremo automaticamente la differenza con il BCV.
vi: Tại đây, bạn có thể thêm tỷ giá tùy chỉnh như Zelle, Binance hoặc Chuyển tiền. Chúng tôi sẽ tự động tính toán chênh lệch với BCV.

source: Share App
ar: مشاركة التطبيق
de: App teilen
es: Compartir App
it: Condividi App

# shareAppSubtitle
source: Recommend to your friends
ar: أوصي به لأصدقائك
de: Empfehlen Sie uns weiter
es: Recomiéndanos a tus amigos
it: Consigliala ai tuoi amici

source: Rate App
ar: قيم التطبيق
de: App bewerten
es: Calificar App
it: Valuta App

# rateAppSubtitle
source: Support us with 5 stars
ar: ادعمنا بـ 5 نجوم
de: Unterstützen Sie uns mit 5 Sternen
es: Apóyanos con 5 estrellas
it: Supportaci con 5 stelle

source: More Apps
ar: المزيد من التطبيقات
de: Mehr Apps
es: Más de mis Apps
it: Altre App

# moreAppsSubtitle
source: Discover other useful tools
ar: اكتشف أدوات أخرى مفيدة
de: Entdecken Sie weitere nützliche Tools
es: Conoce otras herramientas útiles
it: Scopri altri strumenti utili

# shareMessage
source: Hello! I recommend the BCV Calculator. It is super fast and accurate. Download it here: https://play.google.com/store/apps/details?id=com.juanalvarez.calculadorabcv
ar: مرحباً! أوصي بحاسبة BCV. إنها سريعة جداً ودقيقة. حملها من هنا: https://play.google.com/store/apps/details?id=com.juanalvarez.calculadorabcv
de: Hallo! Ich empfehle den BCV-Rechner. Er ist super schnell und genau. Hier herunterladen: https://play.google.com/store/apps/details?id=com.juanalvarez.calculadorabcv
es: ¡Hola! Te recomiendo la Calculadora BCV. Es súper rápida y precisa. Descárgala aquí: https://play.google.com/store/apps/details?id=com.juanalvarez.calculadorabcv
it: Ciao! Ti consiglio la Calcolatrice BCV. È super veloce e precisa. Scaricala qui: https://play.google.com/store/apps/details?id=com.juanalvarez.calculadorabcv

# amountUsd
source: USD
tr: USD Tutarı

# amountEur
source: EUR
tr: EUR Tutarı

# amountVes
source: Bs.
tr: Bs. Tutarı
